Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Strings.*.resx
Languages: bg, chs, da, de, es, fa, fr, id, it, ja, nl, no, ru, sv, tr, zh_hant

# blacklist_button_select_domain_blacklist
source: Select domain blacklist file
bg: Избор на файл с черен списък за домейни
de: Wähle Domain-Blacklist Datei
es: Seleccionar fichero de lista de bloqueo de dominios
fa: انتخاب فایل لیست سیاه دامین
fr: Selectionner un fichier de domaines en liste noire
id: Pilih berkas blacklist domain
it: Seleziona il file della lista nera dei domini
ja: ドメインのブラックリストファイルを選択
no: Velg filen med de svartelistede domenene
ru: Выбрать файл чёрного списка доменов
sv: Välj fil för svartlistade domäner
zh_hant: 選擇網址黑名單檔案

# blacklist_button_select_address_blacklist
source: Select address blacklist file
bg: Избор на файл с черен списък за адреси
de: Wähle Adress-Blacklist Datei
es: Seleccionar fichero de lista de bloqueo de direcciones
fa: انتخاب فایل لیست سیاه آدرس
fr: Selectioner un fichier d'adresses en liste noire
id: Pilih berkas blacklist alamat
it: Seleziona il file della lista nera degli indirizzi
ja: アドレスのブラックリストファイルを選択
no: Velg filen med de svartelistede adressene
ru: Выбрать файл чёрного списка адресов
sv: Välj fil för svartlistade adresser
zh_hant: 選擇IP位址黑名單檔案

# block_plugin_sub_addresses_text
source: Block addresses with custom rules (eg: 10.1.4.99, 172.16.*)
bg: Потребителски правила за блокиране на IP адреси (напр.: 10.1.4.99, 172.16.*)
de: Adressen blockieren (bsp: 10.1.4.99, 172.16.*)
es: Bloquear direcciones con reglas personalizadas (p. ej.: 10.1.4.99, 172.16.*)
fa: مسدود سازی آدرس با قالب سفارشی (eg: 10.1.4.99, 172.16.*)
fr: Bloquer des adresses avec des règles personalisées (ex: 10.1.4.99, 172.16.*)
id: Blokir alamat dengan aturan custom: (contoh: 10.1.4.99, 172.16.*)
it: Blocca indirizzi con regole personalizzate (es: 10.1.4.99, 172.16.*)
ja: カスタムルールでアドレスをブロック (eg: 10.1.4.99, 172.16.*)
no: Blokker adresser med egendefinerte regler (f.eks: 10.1.4.99, 172.16.*)
ru: Блокирование адресов пользовательскими правилами (напр: 10.1.4.99, 172.16.*)
sv: Blockera adresser med anpassade regler (exempel: 10.1.4.99, 172.16.*)
zh_hant: 自訂遮蔽規則（如：10.1.4.99, 172.16.*）

# block_plugin_sub_domains_text
source: Block domains with local rules or remote files
bg: Потребителски правила и външни източници за блокиране на домейни
de: Domains mit lokalen Regeln oder entfernten Listen blockieren
es: Bloquear dominios con reglas locales o ficheros remotos
fa: مسدودسازی دامین با قوانین محلی یا وارد کردن فایل متنی قوانین از آدرس فایل ریموت
fr: Bloquer des domaines avec des règles locales ou distantes
id: Blokir domain dengan aturan lokal atau berkas remot
it: Blocca domini con regole locali o da file remoti
ja: ローカルルールまあは外部ファイルでドメインをブロック
no: Blokker domener med lokale regler eller eksterne filer
ru: Блокирование доменов локальными правилами или удалёнными списками
sv: Blockera domäner med lokala regler eller fjärrfiler
zh_hant: 根據本機規則或遠端清單檔案來遮蔽網址

# blacklist_modal_new_address_rule_text
source: Example: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
bg: Пример: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
de: Beispiel: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
es: Ejemplo: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
fa: مثال: [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0] 172.16.144.8, 172.16.*
fr: Exemple: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
id: Contoh: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
it: Esempio: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
ja: 例: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
no: Eksempel: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
ru: Например: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
sv: Exempel: 172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]
zh_hant: 例如：172.16.144.8, 172.16.*, [fdb2:cd9e:c9f8:861a:c1ab:94e3:ef95:1ec0]

# blacklist_modal_new_address_rule_header
source: New address rule
bg: Ново правило за блокиране на IP адрес
de: Neue Adress Regel
es: Nueva reglar de dirección
fa: دستور جدید برای قوانین آدرس
fr: Nouvelle règle d'adresse
id: Aturan alamat baru
it: Nuovo indirizzo
ja: 新しいアドレスルール
no: Ny adresseregel
ru: Новый адрес
sv: Ny adressregel
zh_hant: 新增IP位址規則

# blacklist_modal_empty_list_text
source: A blacklist file can not be empty
bg: Файлът с черния списък не може да бъде празен.
de: Eine Blacklist-Datei darf nicht leer sein
es: Un fichero de lista de bloqueo no puede estar vacío
fa: .یک فایل لیست سیاه نمیتواند بدون مقدار باشد‏
fr: Un fichier de liste noire ne peut etre vide
id: Berkas blacklist tidak boleh kosong
it: Un file di una lista nera non puo' essere vuoto
ja: ブラックリストファイルは空に出来ません
no: Filen med svartelisten kan ikke være tom
ru: Файл чёрного списка не может быть пустым
sv: En svartlistfil kan inte vara tom
zh_hant: 遮蔽清單不能為空

# blacklist_modal_empty_list_header
source: Failed to set blacklist
bg: Неуспешно задаване на черен списък
de: Blackliste konnte nicht gesetzt werden
es: Error al definir una lista de bloqueo
fa: شکست در تنظیم لیست سیاه
fr: Echec d'application de la liste noire
id: Gagal untuk men-set blacklist
it: Caricamento lista nera fallito
ja: ブラックリストの設定に失敗しました
no: Kunne ikke fastsette svartelisten
ru: Не удалось установить чёрный список
sv: Kunde inte ange svartlista
zh_hant: 無法建立遮蔽清單

# blacklist_modal_new_local_domain_rule_header
source: New local domain rule
bg: Ново правило за блокиране на домейн
de: Neue lokale Regel
es: Nueva regla de dominio local
fa: دستور جدید برای قوانین دامین (محلی)
fr: Nouvelle règle locale de domaines
id: Aturan domain lokal baru
it: Nuova dominio
ja: 新しいローカルドメインルール
no: Ny regel for lokalt domene
ru: Новый локальный домен
sv: Ny lokal domänregel
zh_hant: 新增本機網址規則

# blacklist_modal_new_remote_domain_rule_header
source: New remote domain rule
bg: Нов външен източник с правила за блокиране
de: Neue entfernte Regel (URL)
es: Nueva regla de dominio remoto
fa: دستور جدید برای قوانین دامین (فایل ریموت)
fr: Nouvelle règle distante de domaines
id: Aturan domain remot baru
it: Nuovo dominio/i da file remoto
ja: 新しいリモートドメインルール
no: Ny regel for eksternt domene
ru: Новое удалённое правило доменов
sv: Ny fjärrdomänregel
zh_hant: 新增遠端的網址規則

# blacklist_modal_new_local_domain_rule_text
source: Example: *.example.com, ads.*, *sex*
bg: Пример: *.example.com, ads.*, *sex*
de: Beispiel: *.example.com, ads.*, *sex*
es: Ejemplo: *.example.com, ads.*, *sex*
fa: مثال: *.example.com, ads.*, *sex*
fr: Exemple: *.exemple.com, ads.*, *sex*
id: Contoh: *.example.com, ads.*, *sex*
it: Esempio: *.example.com, ads.*, *sex*
ja: 例: *.example.com, ads.*, *sex*
no: Eksempel: *.example.com, ads.*, *sex*
ru: Например: *.example.com, ads.*, *sex*
sv: Exempel: *.exempel.com, ads.*, *sex*
zh_hant: 例如：*.example.com, ads.*, *sex*

# blacklist_modal_new_remote_domain_rule_text
source: Example: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
bg: Пример: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
de: Beispiel: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
es: Ejemplo: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
fa: مثال: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
fr: Exemple: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
id: Contoh: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
it: Esempio: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
ja: 例: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
no: Eksempel: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
ru: Например: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
sv: Exempel: https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt
zh_hant: 例如：https://s3.amazonaws.com/lists.disconnect.me/simple_malware.txt

# cache_plugin_text
source: A simple, zero-configuration DNS response cache.
bg: Обикновен DNS кеш за отговор (без настройки).
de: Ein einfacher DNS Cache (ohne Konfiguration)
es: Caché de respuestas DNS simple y sin necesidad de configuración adicional.
fa: .DNS یک حافظه کش ساده و بدون نیاز به پیکربندی برای
fr: Une simple configuration de la réponse du cache DNS.
ja: シンプルで設定不要なDNSキャッシュ.
no: Et enket, null-konfigurasjons, DNS respons hurtiglager.
ru: Простой кэш DNS (без настройки)
sv: En enkel, noll-konfigurations DNS-respons-cache.
zh_hant: DNS回應快取維持時間，一般保持預設即可

# cache_plugin_ttl
source: TTL (cache time)
bg: TTL (време за кеширане)
de: TTL (Cache Zeit)
es: TTL (tiempo de caché)
fa: TTL (حداکثر زمان کش کردن درخواست ها)
fr: TTL (temps du cache)
id: TTL (waktu cache)
ja: TTL(キャッシュ時間)
no: TTL (hurtiglagringstid)
ru: TTL (время кэширования)
sv: TTL (cache-tid)
zh_hant: TTL（存活時間）

# cache_plugin_seconds
source: seconds
bg: секунди
de: Sekunden
es: segundos
fa: ثانیه
id: detik
it: secondi
ja: 秒
no: sekunder
ru: секунд
sv: sekunder
zh_hant: 秒

# cache_plugin_title
source: DNS response cache
bg: DNS кеш за отговор
de: DNS Antwort Cache
es: Caché de respuestas DNS
fa: DNS حافظه کش پاسخ های
fr: Reponse du cache DNS
id: Cache respons DNS
ja: DNS応答のキャッシュ
no: DNS respons-hurtiglager
ru: Кэш ответов DNS
sv: DNS-respons-cache
zh_hant: DNS回應快取

# tab_block
source: Block and Blacklist
bg: Черен списък
de: Blockieren und Blacklist
es: Bloqueo y Lista de bloqueo
fa: مسدود سازی و لیست سیاه
fr: Bloquage et liste Noire
id: Pemblokiran dan Blacklist
it: Blocco e lista nera
ja: ブロックルール
no: Blokkering og svarteliste
ru: Чёрный список
sv: Block och svartlista
zh_hant: 黑名單與過濾清單

# default_settings_analyse_button_tooltip
source: Get some extra info about the resolvers (only IPv4)
bg: Допълнителна информация за сървърите (само IPv4)
de: Weitere Informationen über die vorhandenen Resolver abfragen (nur IPv4)
es: Conseguir información adicional sobre los servidores DNS (únicamente IPv4)
fa: ‏(IPv4 ‏کسب اطلاعات تکمیلی درباره تحلیلگر (فقط
fr: Obtenir des infos suplementaire à propos des resolvers (seulement IPv4)
it: Ottieni informazioni extra riguardo i risolutori (solo IPv4)
ja: リゾルバに関する追加情報を取得(IPv4のみ)
no: Få ekstra info om resolverene (bare IPv4)
ru: Дополнительная информация о резольвере (только IPv4)
sv: Hämta extra info om namnuppslagningarna (endast IPv4)
zh_hant: 獲取伺服器的一些額外資訊（僅適用於IPv4）

# about_thanks_bytejail_title
source: The EAM GmbH and bytejail - https://bytejail.com
da: The EAM GmbH og bytejail - https://bytejail.com
de: Die EAM GmbH und bytejail - https://bytejail.com
es: A EAM GmbH y bytejail - https://bytejail.com
id: The EAM GmbH dan bytejail - https://bytejail.com
nl: EAM GmbH en bytejail - https://bytejail.com
no: EAM GmbH og bytejail - https://bytejail.com
sv: EAM GmbH och bytejail - https://bytejail.com
tr: The EAM GmbH ve bytejail - https://bytejail.com

# about_thanks_frank_title
source: Frank Denis (@jedisct1) - https://dnscrypt.org
chs: Frank Denis (@jedisct1) - https://dnscrypt.org (@jedisct1)
