Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Strings.*.resx
Languages: bg, chs, da, de, es, fa, fr, id, it, ja, nl, no, ru, sv, tr, zh_hant

# advanced_settings_transport_tcp_text
source: Use TCP port 443 instead of UDP port 443 (TCP is slower than UDP)
bg: Използване на TCP порт 443 вместо UDP порт 443 (TCP е по-бавен от UDP)
chs: 使用TCP 443端口取代UDP 443端口（TCP比UDP速度慢）
da: Brug TCP port 443 i stedet for UDP port 443 (TCP er langsommere end UDP)
de: Verwendet TCP Port 443 anstatt UDP Port 443 (TCP ist langsamer als UDP)
es: Usar TCP en puerto 443 en vez de UDP en puerto 443 (TCP es más lento que UDP)
fa: (UDP:443) به جای استفاده از پروتکل‏(TCP:443) استفاده از پروتکل [‏است UDP ‏ کندتر ازTCP]
fr: Utiliser le port TCP 443 au lieu du port UDP 443 (TCP est plus lent qu' UDP)
id: Gunakan TCP port 443 sebagai pengganti UDP port 443 (TCP lebih lambat daripada UDP)
it: Usa la porta TCP 443 invece della porta UDP 443 (TCP è più lento di UDP)
ja: UDP port 443の代わりにTCP port 443を利用します(TCPはUDPより遅い)
nl: Gebruik TCP poort 443 in plaats van UDP poort 443 (TCP is trager dan UDP)
no: Bruk TCP port 443 i stedet for UDP port 443 (TCP er tregere enn UDP)
ru: Использовать TCP порт 443 вместо UDP порта 443 (TCP работает медленнее UDP)
sv: Använd TCP-port 443 istället för UDP-port 443 (TCP är långsammare än UDP)
tr: UDP port 443 yerine TCP port 443 kullan (TCP, UDP'ye göre daha yavaştır.)
zh_hant: 使用TCP協定之443埠代替UDP協定之433埠（TCP比UDP的速率慢）

# advanced_settings_global_resolver_title
source: Global Resolver
bg: Глобален сървър
chs: 全局服务器
da: Global Server
de: Globaler Resolver
es: Servidor DNS global
fa: تحلیلگر همگانی
fr: Résolveur Principal
id: Resolver Global
it: DNS Globale
ja: グローバルリゾルバ
nl: Globale Omzetter
ru: Глобальный резольвер
sv: Global uppslagningsserver
tr: Genel Çözücü
zh_hant: 全域伺服器

# advanced_settings_global_resolver_text
source: If you want this computer to act as gateway device for others (eg: smartphones or other computers)
bg: Използване на този компютър като шлюз за други устройства (напр.: смартфони или други компютри)
chs: 如果您希望使用本台电脑作为其他设备（例如：手机或者其他电脑）的网关，请勾选此选项
da: Hvis du vil have denne computer til at fingere som gateway for andre enheder (f.eks. mobile enheder eller andre computere)
de: Wenn Sie möchten, dass dieser Computer als Gateway für andere Geräte (z.B. Smartphones) agiert
es: Si desea que este computador actúe como pasarela (gateway) para otros equipos (por ejemplo teléfonos celulares u otros computadores)
fa: اگر مایل هستید تا این دستگاه به عنوان یک تحلیلگر برای سایر دستگاه های شبکه عمل نماید (همانند: اسمارت فون ها یا سایر دستگاه ها)
fr: Si vous souhaitez que cet ordinateur soit une passerelle pour les autres (Par ex: smartphones ou autres PCs)
id: Jika Anda ingin komputer ini bertindak sebagai gateway untuk perangkat lainnya (contoh: telepon pintar atau komputer lain)
it: Se vuoi che questo computer agisca da gateway per altri dispositivi (ad esempio: smartphone o altri computer)
ja: このコンピュータを他の端末（スマートフォンや他のコンピュータなど）のゲートウェイデバイスとして動作させます
nl: Indien u wilt dat deze computer als gateway fungeert voor andere toestellen (bv: smartphones of andere computers)
no: Hvis du ønsker at denne datamaskinen skal handle som en innfallsport for andre (f.eks. smarttelefoner eller andre datamaskiner)
ru: Если Вы хотите использовать этот компьютер в качестве шлюза для других устройств (например, смартфоны или другие компьютеры)
sv: Om du vill att denna dator skall fungera som gateway-enhet för andra (t.ex. smartphones eller andra datorer)
tr: Bu bilgisayarınızı diğer cihazlarınız için ağ geçidi olarak kullanmak ister misiniz?(eg: akıllı telefonlar ya da diğer bilgisayarlar)
zh_hant: 若你欲是本機作為其它裝置（如：手機、平板電腦或其它電腦）的網路閘道，請開啟此選項

# about_used_software
source: Used software
bg: Използван софтуер
chs: 使用的软件
da: Benyttet software
de: Verwendete Software
es: Software utilizado
fa: نرم افزار های استفاده شده
fr: Logiciels utilisés
id: Perangkat lunak yang digunakan
it: Software Utilizzati
ja: 利用ソフトウェア
nl: Gebruikte software
no: Brukt programvare
ru: Используемое ПО
sv: Använd mjukvara
tr: Kullanılan yazılımlar
zh_hant: 本專案使用的軟體

# about_license
source: License
bg: Лиценз
chs: 许可证
da: Licenser
de: Lizenz
es: Licencia
fa: مجوز
id: Lisensi
it: Licenza
ja: ライセンス
nl: Licentie
no: Lisens
ru: Лицензия
sv: Licens
tr: Lisans
zh_hant: 許可證

# about_special_thanks
source: Special Thanks to
bg: Специални благодарности на
chs: 特别感谢
da: Mange tak til
de: Besonderen Dank an
es: Agradecimientos especiales para
fa: با تشکر ویژه از
fr: Remerciement Special à
id: Terima kasih kepada
it: Ringraziamenti speciali a
ja: スペシャルサンクス
nl: Met grote dank aan
no: Spesiell takk til
ru: Особая благодарность
sv: Särskilt tack till
tr: Özel olarak teşekkürlerimizi sunarız
zh_hant: 鳴謝

# about_thanks_frank_text
source: - for developing libsodium and DNSCrypt!
bg: - разработка на libsodium и DNSCrypt!
chs: - 开发了libsodium和DNSCrypt!
da: - for udvikling af libsodium og DNSCrypt!
de: - für die Entwicklung von libsodium und DNSCrypt!
es: - ¡por el desarrollo de libsodium y DNSCrypt!
fa: - DNSCrypt و libsodium برای توسعه پروژه های!
fr: - pour le developpement de libsodium et DNSCrypt!
id: - untuk mengembangkan libsodium dan DNSCrypt!
it: - per lo sviluppo di libsodium e DNSCrypt!
ja: - libsodium と DNSCryptの開発!
nl: - voor het ontwikkelen van libsodium en DNSCrypt!
no: - for å utvikle libsodium og DNSCrypt!
ru: - разработчик libsodium и DNSCrypt!
sv: - för utveckling av libsodium och DNSCrypt!
tr: - libsodium ve DNSCrypt'ı geliştirdikleri için.!
zh_hant: - 開發了libsodium專案和DNSCrypt專案！

# about_thanks_bytejail_text
source: - for funding this project!
bg: - финансиране на този проект!
chs: - 资助本项目！
da: - for finansiering af dette projekt!
de: - für die Finanzierung dieses Projekts!
es: - ¡por financiar este proyecto!
fa: - برای حمایت مالی از پروژه!
fr: - Pour avoir crée ce projet!
id: - untuk pendanaan proyek ini!
it: - per finanziare questo progetto!
ja: - このプロジェクトへ資金提供!
nl: - voor het financieren van dit project!
no: - for å finansiere dette prosjektet!
ru: - финансирование этого проекта!
sv: - för finansiering av detta projekt!
tr: - finansal destek sağladıkları için!
zh_hant: - 捐助本專案！

# log_plugin_text
source: This plugin logs the DNS queries received by the proxy. The logs are stored in a local file.
bg: Създава дневник на DNS запитванията, получени от прокси сървъра. Дневникът се съхранява в локален файл.
chs: 本插件会记录代理服务器收到的DNS请求，并把它们记录在一个本地文件内。
da: Dette plugin logger DNS forespørgelser modtaget af proxyen. Logs bliver gemt i en lokal fil.
de: Dieses Plugin protokolliert die durch den Proxy erhalten DNS-Abfragen. Die Protokolle werden in einer lokalen Datei gespeichert.
es: Este complemento guarda un historial de las solicitudes DNS recibidas por este proxy. El historial es guardado en un archivo local.
fa: .این پلاگین تمام کوئری های دریافت شده توسط پراکسی را لاگ می کند .این لاگ به عنوان یک فایل محلی ذخیره خواهد شد
fr: Cette extension enregistre les requettes DNS reçues par le proxy. Les enregistrements sont stockés dans un fichier local.
id: Plugin ini mencatat permintaan DNS yang diterima oleh proksi. Catatan tersebut disimpan di berkas lokal.
it: Questo plugin registra le Richieste ricevute dal proxy. i log sono salvati in un file locale.
ja: このプラグインはプロキシで受信したDNSクエリを記録します. ログはローカルファイルに保存されます.
nl: Deze plugin logt alle DNS queris ontvangen door de proxy. De logs worden in een lokaal bestand bewaard.
no: Dette tillegget logger DNS forespørslene mottatt av mellomtjeneren (proxy). Loggene er lagret i en lokal fil.
ru: Плагин будет записываться запросы DNS, полученные прокси-сервером. Логи записываются в локальный файл.
sv: Detta instick loggar DNS-förfrågningar, mottagna av proxyservern. Loggarna lagras i en lokal fil.
tr: Bu eklenti proxy'den gelen DNS çözümlemelerini kayıt altına alıyor. Kayıtlar bilgisayarınızda bir dosyada tutuluyor..
zh_hant: 本附加組件會記錄代理伺服器收到的DNS請求，並將之記錄與一個本機檔案中

# log_plugin_title
source: Logging
bg: Създаване на дневник
chs: 日志
da: Loggning
de: Protokollierung
es: Historial
fa: ثبت لاگ
fr: Enregistrement
id: Pencatatan Log
ja: ロギング
ru: Логирование
sv: Loggning
tr: Kayıt
zh_hant: 日誌

# log_plugin_select_folder
source: Select a log folder
bg: Избор на папка
chs: 选择一个日志文件夹
da: Vælg en mappe til logfiler
de: Ein Logverzeichnis auswählen
es: Seleccione una carpeta para guardar el historial
fa: فولدر لاگ را انتخاب کنید
fr: Selectionnner un dossier d'enregistrement
id: Pilih folder catatan
it: Seleziona la cartella dei log
ja: ログフォルダを選択
nl: Selecteer een log folder
no: Velg en mappe til loggen
ru: Выбрать папку
sv: Välj loggmapp
tr: Klasör seçiniz
zh_hant: 選擇一個日誌保存的資料夾

# dialog_plugins_save_button_tooltip
source: OK
bg: Добре
chs: 确定
fa: تایید
ru: ОК
tr: Tamam
zh_hant: 確定

# dialog_message_update_standard_text
source: There is a new Simple DNSCrypt version ({0}) available. Do you want to update now?
bg: Налична е нова версия Simple DNSCrypt ({0}). Искате ли да обновите сега?
chs: Simple DNSCrypt现已推出新版 ({0}) 。您是否希望现在更新？
da: Der er en ny version af Simple DNSCrypt tilgængelig (version {0}). Ønsker du at opdatere nu?
de: Es ist eine neue Simple DNSCrypt Version ({0}) verfügbar. Möchten Sie die Aktualisierung jetzt durchführen?
es: Existe una nueva versión ({0}) de Simple DNSCrypt disponible. ¿Desea actualizarla ahora?
fa: در حال حاضر نسخه جدید ({0}) در دسترس قرار گرفته. آیا مایل هستید هم اکنون بروزرسانی را شروع کنید؟
fr: Il y a une nouvelle version de Simple DNSCrypt ({0}) disponible. Voulez vous faire la mise à jour maintenant ?
id: Tersedia Simple DNSCrypt baru versi ({0}). Apakah Anda ingin memperbarui sekarang?
it: C'è una nuova versione di Simple DNSCrypt disponibile ({0}). vuoi aggiornare adesso?
ja: 新しいSimple DNSCryptのバージョン({0})が利用可能です. 今すぐアップデートしますか?
nl: Er is een nieuwe Simple DNSCrypt versie ({0}) beschikbaar. Wilt u nu updaten?
no: Det er en ny Simple DNSCrypt versjon ({0}) tilgjengelig. Ønsker du å oppdatere nå?
ru: Доступна новая версия Simple DNSCrypt ({0}). Выполнить обновление?
sv: Det finns en ny SimpleDNSCrypt-version ({0}) tillgänglig. Vill du uppdatera nu?
tr: Yeni bir Simple DNSCrypt versiyonu ({0}) mevcut. Güncellemek ister misiniz?
zh_hant: Simple DNSCrypt現在已經有新版本了（{0}）。您是否希望現在更新？

# dialog_message_update_standard_title
source: Application Update
bg: Обновяване на приложението
chs: 程序更新
da: Programopdatering
de: Anwendungsaktualisierung
es: Actualización de la aplicación
fa: بروزرسانی اپلیکیشن
fr: Mis à jour de l'application
id: Pembaruan Aplikasi
it: Aggiornamento applicazione
ja: アプリケーション更新
nl: Programma Update
no: Programvareoppdatering
ru: Обновление приложения
sv: Programuppdatering
tr: Güncelleme
zh_hant: 軟體更新

# window_update_title
source: Stay tuned
bg: Моля, изчакайте
chs: 暂无更新，稍后再来
da: Bliv hængende
de: Bitte warten
es: Manténgase actualizado
fa: بروز بمانید
fr: Rester à jour
id: Ikuti perkembangan
it: Rimanete Sintonizzati
ja: 最新の状態に保つ
nl: Blijf up-to-date
no: Følg med
ru: Пожалуйста, подождите
sv: Håll dig uppdaterad
tr: Bizi takip etmeye devam edin.
zh_hant: 暫時沒有新版本呢，請靜待新版本通知吧

source: yes
bg: Да
chs: 同意
da: ja
de: Ja
es: si
fa: بله
fr: Oui
id: ya
it: Si
ja: はい
nl: ja
no: Ja
ru: Да
sv: Ja
tr: Evet
zh_hant: 同意

source: no
bg: Не
chs: 不同意
da: nej
de: Nein
fa: خیر
fr: Non
id: tidak
ja: いいえ
nl: nee
no: Nei
ru: Нет
sv: Nej
tr: Hayır
zh_hant: 不同意

source: OK
bg: Добре
chs: 确定
fa: تایید
ru: ОК
tr: Tamam
zh_hant: 確定

source: cancel
bg: Отказ
chs: 取消
da: annuller
de: Abbrechen
es: Cancelar
fa: لغو
fr: Abandoner
id: batal
it: Annulla
ja: キャンセル
nl: annuleer
no: Avbryt
ru: Отмена
sv: Avbryt
tr: Vazgeç
zh_hant: 取消

# dialog_update_title
source: Downloads
bg: Сваляне
chs: 下载
es: Descargas
fa: دانلودها
fr: Téléchargement
id: Unduhan
ja: ダウンロード
no: Nedlastinger
ru: Загрузка
sv: Nerladdningar
tr: İndir
zh_hant: 下載

# dialog_update_signature
source: Signature
bg: Подпис
chs: 签名
da: Signatur
de: Signatur
es: Firma
fa: امضا
id: Tanda tangan
it: Firma
ja: 署名
nl: Handtekening
no: Signatur
ru: Подпись
sv: Signatur
tr: İmza
zh_hant: 簽章

# dialog_update_installer
source: Installer
bg: Инсталатор
chs: 安装文件
es: Instalador
fa: نصب کننده
fr: Installeur
id: Pemasang
ja: インストーラ
nl: Installatie
no: Installering
ru: Установщик
sv: Installerare
tr: Yükleyici
zh_hant: 安裝檔

# dialog_message_update_critical_title
source: Critical Application Update
bg: Критична актуализация на приложението
chs: 关键程序更新
da: Kritisk Programopdatering
de: Kritische Anwendungsaktualisierung
es: Actualización importante de la aplicación
fa: مورد بروزرسانی بحرانی اپلیکیشن
fr: Mis à jour critique de l'application
id: Pembaruan Aplikasi Penting
it: Aggiornamento Critico
ja: 重要なアプリケーションの更新
nl: Kritische Programma Update
no: Kritisk programvareoppdatering
ru: Критическое обновление приложения
sv: Kritisk programuppdatering
tr: Kritik Güncelleme
zh_hant: 重要程式更新

# dialog_message_update_critical_text
source: There is a new Simple DNSCrypt version ({0}) available. The update is marked as critical, so you really should do the update now! Do you want to update now?
bg: Налична е нова версия на Simple DNSCrypt ({0}). Актуализацията е отбелязана като критична, необходимо е да обновите в най-скоро време! Искате ли да обновите сега?
chs: Simple DNSCrypt现已推出新版 ({0}) 。该版本是一个关键更新，所以您应该立即更新！您是否希望现在更新？
da: Der er en ny version af Simple DNSCrypt tilgængelig (version {0}). Denne opdatering er markeret som kritisk - du bør opdatere nu! Ønsker du at opdatere nu?
de: Es ist eine neue Simple DNSCrypt Version ({0}) verfügbar. Die Aktualisierung ist als kritisch markiert, Sie sollten diese Aktualisierung jetzt durchführen! Möchten Sie die Aktualisierung jetzt durchführen?
es: Existe una nueva versión ({0}) de Simple DNSCrypt disponible. Esta actualización ha sido marcada como crítica, ¡por lo que debería actualizar ahora! ¿Desea actualizar ahora?
fa: در حال حاضر نسخه جدید ({0}) در دسترس قرار گرفته. این بروزرسانی به عنوان بحرانی نشانه گذاری شده. به این معنا که شما واقعا هرچه زودتر باید آن را دریافت کنید. آیا مایل هستید هم اکنون بروزرسانی را شروع کنید؟
fr: Il y a une nouvelle version de Simple DNSCrypt ({0}) disponible. Cette mise à jour est critique alors vous devriez faire une mise à jour! Voulez vous mettre à jour maintenant?
id: Tersedia Simple DNSCrypt baru versi ({0}). Pembaruan tersebut penting, jadi Anda sebaiknya segera melakukan pembaruan! Apakah Anda ingin memperbarui sekarang?
it: C'è una nuova versione di Simple DNSCrypt disponibile ({0}), questo aggiornamento è segnalato come critico, quindi dovresti davvero eseguirlo adesso! vuoi aggiornare adesso?
ja: 新しいSimple DNSCryptのバージョン({0})が利用可能です. これは重要な変更を含んでいるため、すぐに更新してください! 今アップデートしますか?
nl: Er is een nieuwe Simple DNSCrypt versie ({0}) beschikbaar. De update wordt als kritisch beschouwd, dus u wordt aangeraden de update meteen door te voeren! Wilt u nu updaten?
no: Det er en ny Simple DNSCrypt versjon ({0}) tilgjengelig. Denne oppdateringen er markert som kritisk, så du bør virkelig oppdatere nå! Ønsker du å oppdatere nå?
ru: Доступна новая версия Simple DNSCrypt ({0}). Обновление помечено как критическое, необходимо выполнить обновление прямо сейчас! Выполнить обновление?
sv: Det finns en ny SimpleDNSCrypt-version ({0}) tillgänglig. Denna uppdatering är märkt som kritisk, så du bör verkligen uppdatera nu! Vill du uppdatera nu?
tr: Yeni bir Simple DNSCrypt versiyonu ({0}) mevcut. Bu güncelleme kritik olarak işaretlenmiş, bu güncellemeyi yapmanızı şiddetle öneririz! Güncellemek ister misiniz??
zh_hant: Simple DNSCrypt現在已經有新版本了（{0}）。該版本包含重要更新，您是否馬上更新？

# default_settings_save_port
source: Save
bg: Запазване
chs: 保存
da: Gem
de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
id: Simpan
it: Salva
ja: 保存
no: Lagre
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hant: 存儲

# default_settings_info_port
source: DNSCrypt will listen on this port (default: 53)
bg: DNSCrypt ще слуша на този порт (по подразбиране: 53)
chs: DNSCrypt 会在此端口监听（默认端口：53）
da: DNSCrypt vil lytte på denne port (default: 53)
de: DNSCrypt wird auf diesem Port lauschen (Standard: 53)
es: DNSCrypt escuchará en este puerto (por defecto: 53)
fa: (‏ بر روی این پورت فعالیت خواهد کرد(پیشفرض: 53DNSCrypt
fr: DNSCrypt écoutera sur ce port (default: 53)
id: DNSCrypt akan mendengarkan pada port ini (default: 53)
it: DNSCrypt sarà in ascolto su questa porta (predefinita: 53)
ja: DNSCrypt がリッスンするポート番号 (デフォルト: 53)
nl: DNSCrypt zal op deze poort te luisteren (standaard: 53)
no: DNSCrypt vil lytte på denne porten (normalt: 53)
ru: DNSCrypt будет прослушивать это порт (по умолчанию: 53)
sv: DNSCrypt kommer att lyssna på denna port (standard: 53)
tr: DNSCrypt bu portu kullansın (default: 53)
zh_hant: DNSCrypt 會在此連接埠號工作（預設連接埠號：53埠）

# block_plugin_title
source: Block addresses and domains
bg: Блокиране на адреси и домейни
chs: 屏蔽的IP地址和域名（黑名单）
da: Bloker adresser og domæner
de: Blockieren von Adressen und Domains
es: Bloquear direcciones y dominios
fa: مسدود سازی آدرس ها و دامین ها
fr: Bloquage d'adresses et de domaines
id: Blokir alamat dan domain
it: Blocca Indirizzi e Domini
ja: ブロックしたアドレスとドメイン
no: Blokker adresser og domener
ru: Блокировка доменов и адресов
sv: Blockera adresser och domäner
tr: Adres ve Alan adı engelle
zh_hant: 遮蔽的IP位址和網址（黑名單）

# block_plugin_text
source: This plugin returns a REFUSED response if the query name is in a list of blacklisted names, or if at least one of the returned IP addresses happens to be in a list of blacklisted IPs.
bg: Тази добавка отказва достъп до домейни или IP адреси намиращи се в черният списък.
chs: 如果查询的域名在黑名单内，或者返回的任一IP结果在黑名单内，该插件将发送一个 拒绝访问 命令。
da: Dette plugin svarer med REFUSED hvis et domæne i forespørgelsen eller en IP i svaret er sortlistet.
de: Dieses Plugin gibt als Response REFUSED zurück, falls die Anfrage in der Domain-Blacklist oder in der IP-Blacklist aufgeführt ist.
es: Este complemento devuelve una respuesta REFUSED (rechazada) si se realiza una solicitud cuyo nombre está en la lista de dominios bloqueados o si al menos una de las direcciones IP devueltas está presente en la lista de direcciones IP bloqueadas.
fa: .این پلاگین درخواست هایی را که به موارد لیست سیاه ارسال شوند، با پاسخ رد شده مواجه خواهد نمود، و در صورتی که حداقل یکی از آی پی های تحلیل شده برگشتی هم در لیست سیاه قرار داشته باشند درخواست منع خواهد شد
fr: Cet extension retourne une réponse negative si la requette demandée est dans la liste noire ,ou si au moins une adresse IP est dans la liste noire des IP..
id: Plugin ini mengembalikan jawaban REFUSED jika permintaan ada di daftar blacklist, atau jika salah satu IP ada di dalam daftar IP yang di-blacklist.
it: Questo plugin restituisce una risposta REFUSED se il dominio nella richiesta è nella lista nera dei domini, o se almeno uno degli IP restituiti è nella lista nera degli IP.
ja: このプラグインは、クエリ名がブラックリストに含まれている場合、または返されたIPアドレスの少なくとも1つがブラックリストに存在する場合、REFUSED応答を返します.
no: Dette tillegget returnerer en AVVIST respons hvis navnet som blir forespurt er i listen over svartelistede navn, eller hvis i hvertfall en av de mottatte IP adressene er i listen over svartelistede IPer.
ru: Плагин отказывает в доступе, если домен или IP-адрес находится в чёрном списке.
sv: Detta instick returnerar ett AVVISANDE svar om det efterfrågade namnet finns med i listan över svartlistade namn, eller om minst en av de returnerade IP-adresserna råkar finnas i listan över svartlistade IP-nummer.
zh_hant: 若欲解析的網址在黑名單上，或者解析返回的任一IP位址結果在黑名單上，該組件將送出「拒絕連線」的命令

# block_plugin_sub_domains_header
source: Block domains
bg: Блокиране на домейни
chs: 屏蔽的域名
da: Bloker domæner
de: Domains blockieren
es: Bloquear dominios
fa: دامین های مسدود
fr: Bloquer des domaines
id: Blokir domain
it: Blocca domini
ja: ブロックしたドメイン
no: Blokker domener
ru: Блокировать домены
sv: Blockera domäner
tr: Alan adı engelle
zh_hant: 遮蔽的網址（網址黑名單）

# block_plugin_sub_addresses_header
source: Block addresses
bg: Блокиране на адреси
chs: 屏蔽的IP地址
da: Bloker adresser
de: IP Adressen blockieren
es: Bloquear direcciones
fa: آدرس های مسدود
fr: Bloquer des adresses
id: Blokir alamat
it: Blocca indirizzi
ja: ブロックしたアドレス
no: Blokker adresser
ru: Блокировать IP-адреса
sv: Blockera adresser
tr: Adres engelle
zh_hant: 遮蔽的IP位址（IP位址黑名單）

# blacklist_entries
source: entries
bg: записа
de: Einträge
es: entradas
fa: ورودی ها
fr: Entrées
id: daftar
it: voci
ja: 項目
no: oppføringer
ru: записей
sv: poster
zh_hant: 條目

# blacklist_building_list
source: building list . . .
bg: създаване на списък . . .
de: Erstelle Liste . . .
es: creando lista . . .
fa: . . . در حال ایجاد لیست
fr: Construction de la liste ...
id: menyusun list . . .
it: Creando la lista . . .
ja: リストを生成しています . . .
no: bygger liste . . .
ru: создание списка . . .
sv: skapar lista . . .
zh_hant: 匯出清單……

# blacklist_button_build_address
source: Build address blacklist
bg: Създаване на черен списък с адреси
de: Adress-Blackliste erzeugen
es: Crear dirección de lista de bloqueo
fa: ساخت لیست سیاه آدرس
fr: Construire une liste noire d'adresses
id: Susun blacklist alamat
it: Crea la lista nera degli indirizzi
ja: アドレスブラックリストを作成
no: Bygg svartelisten for adresser
ru: Создать чёрный список адресов
sv: Skapa svartlista för adresser
zh_hant: 匯出IP位址黑名單

# blacklist_button_build_domain
source: Build domain blacklist
bg: Създаване на черен списък с домейни
de: Domain-Blackliste erzeugen
es: Crear dominio de lista de bloqueo
fa: ساخت لیست سیاه دامین
fr: Construire une liste noire de domaines
id: Susun blacklist domain
it: Crea la lista nera dei domini
ja: ドメインのブラックリストを作成
no: Bygg svartelisten for domener
ru: Создать чёрный список доменов
sv: Skapa svartlista för domäner
zh_hant: 匯出網址黑名單

# blacklist_button_remove_address
source: Remove address entry
bg: Премахване на адрес
de: Adress-Regel entfernen
es: Quitar campo de dirección
fa: حذف آدرس ورودی
fr: Supprimer une adresse
id: Hapus entri alamat
it: Rimuovi indirizzo
ja: アドレスの項目を削除
no: Fjern oppføring av adresser
ru: Удалить адрес
sv: Ta bort adresspost
zh_hant: 移除IP位址條目

# blacklist_button_remove_domain
source: Remove domain entry
bg: Премахване на домейн
de: Domain-Regel entfernen
es: Quitar campo de dominio
fa: حذف دامین ورودی
fr: Supprimer un domaine
id: Hapus entri domain
it: Rimuovi dominio
ja: ドメインの項目を削除
no: Fjern domeneoppføring
ru: Удалить домен
sv: Ta bort domänpost
zh_hant: 移除網址條目

# blacklist_button_add_remote_domain
source: Add new remote domain rule (URL)
bg: Добавяне на правила от източник (URL)
de: Neue entfernte Domain Regel (URL)
es: Añadir regla de nuevo dominio remoto (URL)
fa: ‏(URL) افزودن قوانین دامین از فایل ریموت‏
fr: Ajouter une règle de domaine distante (URL)
id: Tambah aturan domain remot (URL)
it: Aggiungi nuova dominio/i da file remoto (URL)
ja: 新しくリモートドメインルールを追加(URL)
no: Legg til ny regel for eksterne domener (URL)
ru: Добавить удалённое правило доменов (URL)
sv: Lägg till ny fjärrdomänregel (URL)
zh_hant: 從遠端網址規則清單（URL網址）匯入

# blacklist_button_add_local_domain
source: Add new local domain rule
bg: Добавяне на правило за домейн
de: Neue lokale Domain Regel
es: Añadir regla de nuevo dominio local
fa: افزودن دستی قوانین دامین به صورت محلی
fr: Ajouter une règle de domaine locale
id: Tambah aturan domain lokal
it: Aggiungi nuovo dominio
ja: 新しくローカルドメインルールを追加
no: Legg til ny regel for lokale domener
ru: Добавить домен
sv: Lägg till ny lokal domänregel
zh_hant: 新增網址規則

# blacklist_button_add_address
source: Add new address rule
bg: Добавяне на правило за адрес
de: Neue Adress Regel
es: Añadir regla de nueva dirección
fa: افزودن قوانین برای آدرس
fr: Ajouter une nouvelle règle d'adresses
id: Tambah aturan alamat
it: Aggiungi nuovo indirizzo
ja: 新しくアドレスルールを追加
no: Legg til ny regel for adresser
ru: Добавить адрес
sv: Lägg till ny adressregel
zh_hant: 新增IP位址規則
