Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Strings.*.resx
Languages: bg, chs, da, de, es, fa, fr, id, it, ja, nl, no, ru, sv, tr, zh_hant

# default_settings_network_cards
source: Network Cards
bg: Мрежови карти
chs: 网卡列表
da: Netværkskort
de: Netzwerkkarten
es: Tarjetas de red
fa: رابط های شبکه
fr: Cartes Réseaux
id: Kartu Jaringan
it: Schede di Rete
ja: ネットワークカード
nl: Netwerkkaarten
no: Nettverkskort
ru: Сетевые карты
sv: Nätverkskort
tr: Ağ Kartları
zh_hant: 網路卡清單

# default_settings_show_hidden_cards
source: Show hidden cards
bg: Показване на скритите
chs: 显示隐藏的网卡
da: Vis skjulte netværkskort
de: Versteckte Netzwerkkarten zeigen
es: Mostrar tarjetas ocultas
fa: نمایش رابط های مخفی
fr: Montrer les cartes cachées
id: Tampilkan kartu tersembunyi
it: Mostra Schede Nascoste
ja: 隠しカードを表示
nl: Toon verborgen kaarten
no: Vis skjulte elementer
ru: Показать скрытые
sv: Visa dolda kort
tr: Gizlenmiş arayüzleri göster
zh_hant: 顯示隱藏的網路卡

# tab_standard_settings
source: Standard Settings
bg: Основни
chs: 常用设置
da: Standardindstillinger
de: Standard Einstellungen
es: Configuración estándar
fa: تنظیمات پایه
fr: Réglages standards
id: Pengaturan Standar
it: Impostazioni Standard
ja: 標準設定
nl: Standaardinstellingen
no: Standardinnstillinger
ru: Основные
sv: Standardinställningar
tr: Ayarlar
zh_hant: 常用設定

# tab_about
source: About
bg: Относно
chs: 关于
da: Omkring
de: Über
es: Acerca de
fa: درباره
fr: A propos
id: Tentang
it: Informazioni
nl: Over
no: Om
ru: О программе
sv: Om
tr: Hakkında
zh_hant: 關於

# tab_advanced_settings
source: Advanced Settings
bg: Разширени
chs: 高级设置
da: Advancerede Indstillinger
de: Erweiterte Einstellungen
es: Configuración avanzada
fa: تنظیمات پیشرفته
fr: Réglages avancés
id: Pengaturan Lanjutan
it: Impostazioni avanzate
ja: 詳細設定
nl: Geavanceerde instellingen
no: Avanserte innstillinger
ru: Расширенные
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar
zh_hant: 進階設定

# default_settings_services
source: Services
bg: Услуги
chs: 服务
da: Tjenester
de: Dienste
es: Servicios
fa: سرویس ها
id: Layanan
it: Servizi
ja: サービス
no: Tjenester
ru: Службы
sv: Tjänster
tr: Servisler
zh_hant: 背景服務

# default_settings_primary_text
source: The first resolver
bg: Първи сървър
chs: 首选服务器
da: Første server
de: Der erste Resolver
es: Servidor DNS principal
fa: تحلیلگر اصلی
fr: Le premier résolveur
id: Resolver pertama
it: DNS Primario
ja: 1番目のリゾルバ
nl: 1ste DNS-omzetter
no: Første resolver
ru: Первый резольвер
sv: Primär DNS-uppslagning
tr: Birincil Çözümleyici
zh_hant: 主要伺服器

# default_settings_secondary_text
source: The second resolver (optional)
bg: Втори сървър (незадължителен)
chs: 次选服务器（可选）
da: Anden server (valgfri)
de: Der zweite Resolver (optional)
es: Servidor DNS secundario (opcional)
fa: (تحلیلگر دوم (انتخابی
fr: Le second résolveur (optionel)
id: Resolver kedua (opsional)
it: DNS Secondario (opzionale)
ja: 2番目のリゾルバ(オプション)
nl: 2de DNS-omzetter (optioneel)
no: Andre resolver (valgfri)
ru: Второй резольвер (необязательный)
sv: Sekundär DNS-uppslagning (frivillig)
tr: İkincil Çözümleyici (opsiyonel)
zh_hant: 次要伺服器（可選）

# default_settings_primary_service
source: Primary DNSCrypt Service
bg: Основна DNSCrypt услуга
chs: 首选DNSCrypt服务
da: Primær DNSCrypt Tjeneste
de: Primärer DNSCrypt Dienst
es: Servicio DNSCrypt principal
fa: DNSCrypt سرویس اصلی
fr: Service DNSCrypt primaire
id: Layanan DNSCrypt Pertama
it: Servizio DNSCrypt Primario
ja: プライマリ DNSCrypt サービス
nl: Primaire DNSCrypt Dienst
no: Primær DNSCrypt tjeneste
ru: Первичная DNSCrypt служба
sv: Primär DNSCrypt-tjänst
tr: Birincil DNSCrypt Servisi
zh_hant: 主要DNS DNSCrypt服務

# default_settings_secondary_service
source: Secondary DNSCrypt Service
bg: Допълнителна DNSCrypt услуга
chs: 次选DNSCrypt服务
da: Sekundær DNSCrypt Tjeneste
de: Sekundärer DNSCrypt Dienst
es: Servicio DNSCrypt secundario
fa: DNSCrypt سرویس دوم
fr: Service DNSCrypt secondaire
id: Layanan DNSCrypt Kedua
it: Servizio DNSCrypt Secondario
ja: セカンダリ DNSCrypt サービス
nl: Secundaire DNSCrypt Dienst
no: Sekundær DNSCrypt tjeneste
ru: Вторичная DNSCrypt служба
sv: Sekundär DNSCrypt-tjänst
tr: İkincil DNSCrypt Servisi
zh_hant: 次要DNS DNSCrypt服務

# default_settings_resolver
source: Resolver
bg: Сървър
chs: 服务器
da: Server
es: Servidor DNS
fa: تحلیل کننده
fr: Résolveur
it: DNS
ja: リゾルバ
nl: Omzetter
ru: Резольвер
sv: Uppslagningstjänst
tr: Çözümleyici
zh_hant: 伺服器

# default_settings_server_address
source: Server Address
bg: IP адрес
chs: 服务器地址
da: Serveradresse
de: Server Adresse
es: Dirección del servidor
fa: آدرس سرور
fr: Adresse serveur
id: Alamat Server
it: Indirizzo Server
ja: サーバーアドレス
nl: Server Adres
no: Server adresse
ru: Адрес сервера
sv: Serveradress
tr: Sunucu adresi
zh_hant: 伺服器IP位址

# default_settings_dnssec
source: DNSSEC
fa: ایمن DNS
zh_hant: 是否DNSSEC認證

# default_settings_no_logs
source: No Logs
bg: Без дневници
chs: 无记录
da: Ingen Logs
de: Keine Logs
es: Sin historial (logs)
fa: عدم ثبت گزارش
fr: Pas de Logs
id: Tanpa Log
ja: ログ記録なし
nl: Geen Logs
no: Ingen logger
ru: Без логов
sv: Inga loggar
tr: Kayıt Tutmuyor
zh_hant: 是否無日誌記錄

# default_settings_name
source: Name (FQDN)
bg: Име (FQDN)
chs: 服务器名 (FQDN)
da: Navn (FQDN)
es: Nombre (FQDN)
fa: ‏(FQDN) نام دامین
fr: Nom (FQDN)
id: Nama (FQDN)
it: Nome (FQDN)
ja: 名前(FQDN)
nl: Naam (FQDN)
no: Navn (FQDN)
ru: Имя (FQDN)
sv: Namn (FQDN)
tr: İsim (FQDN)
zh_hant: 伺服器名稱（FQDN）

# default_settings_public_key
source: Public Key
bg: Публичен ключ
chs: 公钥
da: Offentlig Nøgle
de: Öff. Schlüssel
es: Clave pública
fa: کلید عمومی
id: Kunci Publik
it: Chiave Pubblica
ja: 公開鍵
nl: Publieke Sleutel
no: Offentlig nøkkel
ru: Открытый ключ
sv: Offentlig nyckel
tr: Açık Anahtar
zh_hant: 公開金鑰

# default_settings_secondary_header
source: Secondary Resolver
bg: Допълнителен DNS
chs: 次选服务器
da: Sekundær Server
de: Sekundärer Resolver
es: Servidor DNS secundario
fr: Résolveur Secondaire
id: Resolver Kedua
it: DNS Secondario
ja: セカンダリ リゾルバ
nl: Secundaire Omzetter
no: Sekundær resolver
ru: Второй резольвер
sv: Sekundär DNS
tr: İkincil DNS çözümleyici
zh_hant: 主要伺服器

# default_settings_primary_header
source: Primary Resolver
bg: Основен DNS
chs: 首选服务器
da: Primær Server
de: Primärer Resolver
es: Servidor DNS principal
id: Resolver Pertama
it: DNS Primario
ja: プライマリ リゾルバ
nl: Primaire Omzetter
no: Primær resolver
ru: Основной резольвер
sv: Primär DNS
tr: Birincil DNS çözümleyici
zh_hant: 次要伺服器

# global_ipv6_disabled
source: IPv6 disabled
bg: IPv6 - неактивен
chs: 禁用IPv6
da: IPv6 deaktiveret
de: IPv6 deaktiviert
es: IPv6 deshabilitado
fa: ‏غیرفعال IPv6
fr: IPv6 désactivé
id: IPv6 nonaktif
it: IPv6 disattivato
ja: IPv6無効
nl: IPv6 uitgeschakeld
no: IPv6 deaktivert
ru: IPv6 отключён
sv: IPv6 inaktiverat
tr: IPv6 devre dışı bırakıldı
zh_hant: 停用IPv6

# dialog_error_title
source: Error
bg: Грешка
chs: 错误
da: Fejl
de: Fehler
fa: خطا
fr: Erreur
id: Gagal
it: Errore
ja: エラー
nl: Fout
no: Feil
ru: Ошибка
sv: Fel
tr: Hata
zh_hant: 錯誤

# dialog_success_title
source: Successful
bg: Успешно
chs: 成功
da: Sucessfuld
de: Erfolgreich
es: Exitoso
fa: موفقیت آمیز
fr: Succes
id: Berhasil
it: Successo
ja: 成功
nl: Succesvol
no: Suksess
ru: Успешно
sv: Slutfört
tr: Başarıyla tamamlandı
zh_hant: 成功

# dialog_uninstall_title
source: Uninstall Services
bg: Премахване на услуги
chs: 卸载服务
da: Afinstaller Tjenester
de: Dienste deinstallieren
es: Desinstalar servicios
fa: حذف سرویس ها
fr: Désinstallation des services
id: Lepas Layanan
it: Disinstalla i Servizi
ja: サービスのアンインストール
nl: Services Verwijderen
no: Avinstaller tjenester
ru: Удалить службы
sv: Avinstallera tjänster
tr: Servisleri Kaldır
zh_hant: 解除安裝服務

# dialog_warning_title
source: Warning
bg: Внимание
chs: 警告
da: Advarsel
de: Warnung
es: Advertencia
fa: اخطار
fr: Attention
id: Perhatian
it: Avviso
ja: 警告
nl: Opgepast
no: Advarsel
ru: Предупреждение
sv: Varning
tr: Uyarı
zh_hant: 警告

# dialog_message_refresh_failed
source: Failed to refresh the resolver list.
bg: Неуспешно обновяване на списъка със сървъри.
chs: 更新服务器列表失败。
da: Kunne ikke opfriske resolverlisten.
de: Die Aktualisierung der Resolver-Liste ist fehlgeschlagen.
es: No fue posible actualizar la lista de servidores DNS.
fa: .شکست در بروزرسانی لیست تحلیلگرها
fr: Echec de mis a jour de la liste des serveurs
id: Gagal untuk menyegarkan daftar resolver
it: Aggiornamento della lista DNS Fallito.
ja: リゾルバ一覧の更新に失敗しました.
nl: De lijst met omzetters kon niet ververst worden.
no: Mislyktes i å oppdatere listen over resolvere.
ru: Не удалось обновить список резольверов.
sv: Kunde inte uppdatera DNS-listan.
tr: Çözümleyici listesi yenilenemedi.
zh_hant: 更新伺服器清單失敗

# window_plugin_title
source: Available extensions
bg: Налични добавки
chs: 可用的插件
da: Tilgængelige udvidelser
de: Verfügbare Erweiterungen
es: Extensiones disponibles
fa: پلاگین های قابل استفاده
fr: Extensions disponibles
id: Ekstensi tersedia
it: Estensioni Disponibili
ja: 利用可能な拡張機能
nl: Beschikbare extensies
no: Tilgjengelige tillegg.
ru: Доступные расширения
sv: Tillgängliga insticksmoduler
tr: Kullanabilinen Eklentiler
zh_hant: 可用的附加組件

# dialog_message_uninstall
source: Do you want to remove all installed windows services?
bg: Искате ли да премахнете всички DNSCrypt услуги, инсталирани в Windows?
chs: 您确定要移除所有已安装的Windows服务么？
da: Vil du fjerne alle installerede windowstjenester?
de: Wollen Sie alle installierten Windows-Dienste entfernen?
es: ¿Desea desinstalar todos los servicios de Windows instalados?
fa: آیا مایل به حذف کامل سرویس های مربوطه در سیستم عامل هستید؟
fr: Voulez vous désinstaller tous les services windows?
id: Apakah Anda ingin menghapus semua layanan Windows yang terpasang?
it: Vuoi rimuovere tutti i servizi installati?
ja: インストール済みのwindowsサービスを全て削除しますか?
nl: Wilt u alle geïnstalleerde windows services verwijderen?
no: Ønsker du å fjerne alle Windows tjenestene?
ru: Вы действительно хотите удалить все установленные службы Windows?
sv: Vill du ta bort alla installerade Windows-tjänster?
tr: Bütün windows servislerini kaldırmak ister misinz?
zh_hant: 您確定要解除安裝所有已安裝的Windows服務？

# dialog_message_missing_file
source: Can`t load: {0} or {1}.
bg: Не може да се зареди: {0} или {1}.
chs: 无法调用： {0} 或 {1}.
da: Kan ikke indlæse: {0} eller {1}.
de: Kann {0} oder {1} nicht laden.
es: No es posible leer: {0} o {1}.
fa: عدم بارگذاری: ‎{0} or {1}.
fr: Ne peus pas charger: {0} ou {1}.
id: Tidak bisa memuat: {0} atau {1}.
it: Impossibile caricare: {0} or {1}.
ja: 読み込み失敗: {0} または {1}.
nl: Kan niet laden: {0} of {1}.
no: Kan ikke laste: {0} eller {1}.
ru: Не удалось загрузить: {0} или {1}.
sv: Kan inte läsa in: {0} eller {1}.
tr: Yüklenemedi: {0} ya da {1}.
zh_hant: 無法調用： {0} 或 {1}.

# dialog_message_missing_proxy_files
source: Not all the necessary files in dnscrypt proxy folder are found, reinstalling the application is recommended.
bg: Липсват файлове в папка dnscrypt-proxy, препоръчва се преинсталиране на приложението.
chs: 无法在安装文件夹内找到所需文件，建议重新安装本软件。
da: Ikke alle de nødvendige filer i dnscrypt proxy mappen kunne findes. Det anbefales at du geninstallerer programmet.
de: Es wurden nicht alle benötigten Dateien im dnscrypt-proxy Ordner gefunden, eine Neuinstallation der Anwendung wird empfohlen.
es: No se han encontrado todos los archivos necesarios en el directorio de dnscrypt proxy. Es recomendable reinstalar la aplicación.
fa: .برخی از فایل های ضروری راه انداز نرم افزار در دایرکتوری آن یافت نشد. توصیه به نصب مجدد نرم افزار
fr: Tous les fichiers nécessaires n'ont pas été trouvé dans le dossier dnscrypt,Réinstaller l'application est recommandé
id: Tidak menemukan semua berkas yang diperlukan di dalam folder dnscrypt, pemasangan ulang direkomendasikan.
it: Non tutti i file necessari sono stati trovati nella cartella dnscrypt proxy, la reinstallazione del applicazione è raccomandata.
ja: dnscrypt proxyフォルダ内の必要なファイルが揃っていません. アプリケーションの再インストールをお勧めします.
nl: Niet alle benodige bestanden zijn in de dnscrypt proxy map aanwezig, een herinstallatie van dnscrypt proxy wordt aanbevolen.
no: Ikke alle de nødvendige filene i dnscrypt mappen er funnet, det er anbefalt at du reinstallerer denne applikasjonen.
ru: В папке «dnscrypt-proxy» не найдены некоторые необходимые файлы, рекомендуется переустановить приложение.
sv: Alla nödvändiga filer kunde inte hittas i dnscrypt-mappen, ominstallation av programmet rekommenderas.
tr: Dnscrypt proxy klasöründeki bütün gerekli dosyalar bulunamadı, uygulamayı tekrar yüklemeniz önerilir.
zh_hant: 無法在應用程式目錄內找到所需檔案，請重新安裝此應用程式

# dialog_message_bad_privileges
source: You must run this application as administrator.
bg: Стартирането на това приложение трябва да се изпълни с администраторски права.
chs: 您必须以管理员权限运行此程序。
da: Du skal køre dette program som administrator.
de: Sie müssen die Anwendung als Administrator ausführen.
es: Esta aplicación debe ser ejecutada con derechos de administrador.
fa: .شما باید نرم افزار را با دسترسی مدیر سیستم اجرا نمایید
fr: Vous dever lancer l'application en tant qu'administrateur
id: Anda harus menjalankan aplikasi ini sebagai administrator.
it: Devi Eseguire questa applicazione come amministratore.
ja: このアプリケーションは管理者権限で実行する必要があります.
nl: U dient dit programma als administrator uit te voeren.
no: Du må kjøre denne applikasjonen som Administrator.
ru: Необходимо запустить программу от имени администратора.
sv: Du måste köra detta program som administratör.
tr: Bu uygulamayı yönetici olarak çalıştırmalısınız.
zh_hant: 你需要以系統管理員身份執行此程式

# ipv6_speed_plugin_title
source: Speed up on missing IPv6
bg: Ускорение при отсъствие на IPv6
chs: 在无IPv6的情况下加快解析速度
da: Øg hastigheden på manglende IPv6
de: Beschleunigung bei fehlendem IPv6
es: Aceleración en ausencia de IPv6
fa: ‏IPv6 افزایش سرعت در هنگام دردسترس نبودن‏
fr: Accelerer par les parametres IPV6 manquant
id: Mempercepat jika tidak ada IPv6
it: Velocizza per IPv6 assente
ja: IPv6がないときに高速化
nl: Ontbrekende IPv6 versnellen
no: Øk hastigheten hvis IPv6 ikke er i bruk.
ru: Ускорение при отсутствии IPv6
sv: Undanta IPv6
tr: IPv6 Hızlandırma
zh_hant: 在無IPv6的網路下加快解析

# ipv6_speed_plugin_text
source: If IPv6 connectivity is not available on your network, this plugin avoids waiting for responses about IPv6 addresses from upstream resolvers. This can improve your web browsing experience.
bg: Ако IPv6 свързаността не е налична във вашата мрежа, тази добавка избягва изчакването за отговор на IPv6 адреси от висшестоящи сървъри. Това може да подобри зареждането на уеб-страници.
chs: 如果您的网络不具备IPv6能力，启用该插件可以使本软件不再等待上游服务器的IPv6响应。这样可以改善您的网络浏览体验。
da: Hvis en IPv6 forbindelse ikke er tilgængelig, deaktiverer dette plugin, at der bliver ventet på svar fra server. Dette kan forbedre din Internetoplevelse.
de: Falls in Ihrem Netzwerk keine IPv6-Konnektivität verfügbar ist, vermeidet dieses Plugin unnötige Wartezeit. Das kann Ihr Browsing-Erlebnis verbessern.
es: Si las conexiones IPv6 no están disponible en la red, este plugin deshabilita la espera de respuestas para direcciones IPv6 desde los servidores DNS (upstream resolvers). Esto puede mejorar su experiencia de navegación.
fa: ،در شبکه IPv6 در صورت عدم دسترسی به ارتباط .این پلاگین انتظار برای پاسخگویی از مقصد را غیرفعال خواهد نمود .این عمل میتواند باعث بهبود وبگردی گردد‏
fr: Si la connectivité IPv6 n'est pas disponibles sur votre réseau, ce plugin désactive l'attente des réponses sur les adresses IPv6 de résolveurs amont. Cela peut améliorer votre expérience de navigation web.
id: Jika konektivitas IPv6 tidak tersedia di jaringan Anda, plugin ini menghindari menunggu respons tentang alamat IPv6 dari resolver atas. Ini bisa meningkatkan pengalaman menjelajah web Anda.
it: Se la connettivita IPv6 non è disponibile sulla tua rete, questo plugin disabilita le attese per le risposte riguardo gli indirizzi IPv6 da i DNS. Questo può migliorare la tua esperienza di navigazione nel web.
ja: IPv6で接続できないネットワークの場合、アップストリームリゾルバからのIPv6アドレス応答を待ちません. これによりWebブラウジング速度が向上します.
nl: Als IPv6 connectiviteit niet beschikbaar is op uw netwerk, zal deze plugin het wachten op antwoorden voor IPv6 adressen door dnscrypt omzetters uitschakelen. Dit kan uw browser ervaring verbeteren.
no: Hvis IPv6 tilkobling ikke er tilgjengelig i ditt nettverk, så vil dette tillegget hoppe over å vente på svar angående IPv6 adresser fra upstream resolvere. Dette kan forbedre din surfeopplevelse på internett.
ru: Если подключение сети по протоколу IPv6 не доступно, плагин отключит ожидание ответа IPv6-адреса от вышестоящего резольвера. Это может улучшить просмотр веб-страниц.
sv: Om IPv6 inte finns tillgängligt i ditt nätverk, kan denna insticksmodul förhindra väntetider för svar om IPv6-adresser, från uppslagningsservrar. Detta kan förbättra din surfupplevelse.
tr: Eğer IPv6 ağınızda desteklenmiyorsa , Bu eklenti IPv6 addresinden çözümleme beklemez.. Bu sizin internette gezinmenizi hızlandırır..
zh_hant: 若你的網路環境尚未部署IPv6，開啟這個功能會令本程式無視DNS伺服器的IPv6回應，以降低解析延時

# advanced_settings_refresh_resolver_title
source: Refresh public resolver list
bg: Обновяване на списъка
chs: 刷新公开服务器列表
da: Opdater offentlig serverliste
de: Aktualisieren der öffentlichen Resolver Liste
es: Actualizar lista de servidores DNS públicos
fa: نوسازی لیست تحلیگرهای همگانی
fr: Mettre à jour de la liste des résolveurs
id: Segarkan daftar resolver publik
it: Aggiorna la lista pubblica dei DNS
ja: 公開リゾルバ一覧を更新
nl: Publieke omzetterslijst vernieuwen
no: Oppdater listen over offentlige resolvere
ru: Обновить список публичных резольверов
sv: Uppdatera listan med uppslagningsservrar
tr: Çözümleyici Listesini yenile
zh_hant: 更新伺服器清單

# advanced_settings_refresh_resolver_text
source: Refresh the list of public resolvers (all downloads are validated with a minisgn signature)
bg: Обновяване на списъка с публични сървъри (валидността на всички сваляния се проверява с подпис)
chs: 刷新公开服务器列表（所有的文件都经过Minisign签名认证以保证安全）
da: Opdater offentlig serverliste (alle downloads bliver valideret med minisign)
de: Aktualisieren der List von öffentlichen Resolvern (alle Downloads werden mit einer minisgn Signatur validiert)
es: Actualiza la lista de servidores DNS públicos (todas las descargas son validadas con una firma minisign)
fa: (آنها مورد اعتبارسنجی قرار میگیرند minisign نوسازی لیست مربوط به تحلیلگرهای همگانی (تمام دریافتی ها از طریق امضای‏
fr: Refresh the list of public resolvers (all downloads are validated with a minisign signature)
id: Menyegarkan daftar resolver publik (semua unduhan akan divalidasi dengan tanda tangan minisign)
it: Aggiorna la lista pubblica dei DNS (tutti i downloads sono convalidati con una firma minisign)
ja: 公開リゾルバの一覧を更新します (内容はすべてMinisign署名で検証されます)
nl: Vernieuwen de lijst met publieke omzetters (alle downloads zijn gevalideerd dmv een minisign handtekening)
no: Oppdater listen over offentlige resolvere (alle nedlastinger er validert med en minisign signatur)
ru: Обновить список публичных резольверов (все загрузки сверяются с подписью)
sv: Uppdatera listan med offentliga uppslagningsservrar (all downloads are validated with a minisgn signature)
tr: Çözümleyici listesini yenile (indirilen liste küçük imza ile kontrol edilir.)
zh_hant: 更新已部署DNSCrypt的公開伺服器之清單（所有的檔案均經Minisign簽章確保安全）

# advanced_settings_debug_title
source: Debug Mode
bg: Режим за отстраняване на грешки
chs: 排错模式
da: Fejlfindingstilstand
de: Debug-Modus
es: Modo de depuración (debug)
fa: حالت عیب یابی
fr: Mode Débogage
id: Mode Debug
it: Modalita Debug
ja: デバッグモード
no: Feilsøkingsmodus
ru: Режим отладки
sv: Felsökningsläge
tr: Geliştirici modu
zh_hant: 除錯模式

# advanced_settings_refresh_resolver_button
source: Download List
bg: Обновяване
chs: 下载列表
da: Download Liste
de: Liste herunterladen
es: Lista de descargas
fa: دریافت لیست
fr: Télécharger la liste
id: Unduh Daftar
it: Scarica Lista
ja: リストをダウンロード
nl: Download Lijst
no: Last ned liste
ru: Загрузить список
sv: Ladda ner lista
tr: Listeyi indir
zh_hant: 下載清單

# advanced_settings_uninstall_title
source: Uninstall Services
bg: Премахване на услуги
chs: 卸载服务
da: Afinstaller Tjenester
de: Dienste deinstallieren
es: Desinstalar servicios
fa: حذف سرویس ها
fr: Désinstaller les services
id: Lepas Layanan
it: Disinstalla i Servizi
ja: サービスをアンインストール
nl: Services Verwijderen
no: Avinstaller tjenester
ru: Удалить службы
sv: Avinstallera tjänster
tr: Servisleri Kaldır
zh_hant: 解除安裝服務

# advanced_settings_uninstall_text
source: Remove all installed windows services
bg: Премахване на всички DNSCrypt услуги, инсталирани в Windows
chs: 卸载所有已安装的Windows服务
da: Fjern alle installerede windowsservices
de: Alle installierten Windows Dienste entfernen
es: Desinstalar todos los servicios de Windows instalados
fa: آیا مایل به حذف کامل سرویس های مربوطه در سیستم عامل هستید؟
fr: Supprimer tous les services windows
id: Lepas semua layanan Windows yang terpasang
it: Rimuovi tutti i servizi installati
ja: インストール済みの全サービスをアンインストール
nl: Verwijder alle geïnstalleerde windows services
no: Slett alle installerte windows tjenester
ru: Удалить все установленные службы Windows
sv: Ta bort alla installerade Windows-tjänster
tr: Yüklenen bütün windows servislerini kaldır
zh_hant: 解除安裝所有已安裝的Windows服務

# advanced_settings_uninstall_button
source: Uninstall all services
bg: Премахване
chs: 卸载所有服务
da: Afinstaller alle tjenester
de: Alle Dienste entfernen
es: Desinstalar todos los servicios
fa: حذف تمامی سرویس ها
fr: Déinstaller tous les services
id: Lepas semua layanan
it: Disinstalla tutti i Servizi
ja: 全てのサービスをアンインストール
nl: Verwijder alle services
no: Avinstaller alle tjenester
ru: Удалить все службы
sv: Avinstallera alla tjänster
tr: Bütün Servisleri kaldır
zh_hant: 解除安裝服務所有服務

# advanced_settings_plugins_title
source: Plugins
bg: Добавки
chs: 插件
da: Plugin
de: Erweiterungen
es: Complementos
fa: پلاگین ها
fr: Extensions
id: Plugin
ja: プラグイン
no: Tillegg
ru: Плагины
sv: Insticksmoduler
tr: Eklentiler
zh_hant: 附加組件

# advanced_settings_plugins_text
source: Enable or disable extra settings with plugins
bg: Включване или изключване на допълнителни настройки чрез добавки
chs: 通过插件来启用或禁用额外的功能
da: Aktiver eller deaktiver yderligere indstillinger med plugins
de: Weitere Einstellungen mit Erweiterungen steuern
es: Habilite o deshabilite opciones adicionales con complementos
fa: دسترسی به قابلیت های بیشتر با فعالسازی پلاگین ها
fr: Activer ou désactiver les réglages avec les extensions
id: Aktifkan atau nonaktifkan pengaturan tambahan dengan plugin
it: Attiva o disattiva impostazioni supplementari con i plugins
ja: プラグインの拡張設定を有効または無効にします
nl: Schakel extra instellingen in of uit met plugins
no: Slå på eller av ekstra innstillinger med tillegg.
ru: Включение/отключение дополнительных настроек с помощью плагинов
sv: Aktivera eller avaktivera extra inställningar med insticksmoduler
tr: Ekstra eklenti aç ya da kapat
zh_hant: 通過附加組件開啟或關閉額外的功能

# advanced_settings_plugins_button
source: Open plugin manager
bg: Управление
chs: 打开插件管理器
da: Åbn pluginhåndtering
de: Erweiterungen öffnen
es: Abrir administrador de complementos
fa: بازکردن پلاگین منیجر
fr: Ouvrir les gestionnaire d'extensions
id: Buka manager plugin
it: Apri il Gestore dei plugin
ja: プラグインマネージャーを開く
nl: Pluginbeheerder openen
no: Åpne tilleggsbehandler
ru: Открыть менеджер плагинов
sv: Öppna instickshanteraren
tr: Eklenti Yöneticisini aç
zh_hant: 開啟附加組件管理員

# advanced_settings_transport_tcp_title
source: Transport Settings
bg: Настройки на протокол
chs: 传输设置
da: Transportindstillinger
de: Transport Einstellungen
es: Configuración de protocolo de transporte TCP
fa: تنظیمات انتقال
fr: Réglage du transport
id: Pengaturan Transport
it: Impostazioni Protocollo
ja: 転送設定
nl: Transportinstellingen
no: Transportinnstillinger
ru: Параметры передачи
sv: Transportinställningar
tr: İletişim Seçenekleri
zh_hant: 連線設定
