Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Translation.*.resx
Languages: bg, da, de, el, es, fa, fr, he, hu, id, it, ja, ko, ms, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# default_settings_network_cards
source: Network Cards
bg: Мрежови карти
da: Netværkskort
de: Netzwerkkarten
el: Κάρτες Δικτύου
es: Tarjetas de red
fa: رابط‌های‌شبکه
fr: Cartes réseaux
he: כרטיסי רשת
hu: Hálózati kártyák
id: Kartu Jaringan
it: Schede di rete
ja: ネットワーク
ko: 네트워크 카드 목록
ms: Kad antara-muka rangkaian
nl: Netwerk kaarten
pl: Karty sieciowe
pt: Placas de rede
pt_br: Placas de Rede
ro: Interfețe de rețea
ru: Сетевые карты
sv: Nätverkskort
tr: Ağ Kartları
uk: Мережеві карти
vi: Thẻ mạng
zh_hans: 网卡
zh_hant: 網路介面卡

# default_settings_show_hidden_cards
source: Show hidden cards
bg: Показване на скритите
da: Vis skjulte kort
de: Versteckte Netzwerkkarten zeigen
el: Εμφάνιση κρυφών καρτών
es: Mostrar tarjetas ocultas
fa: نمایش‌رابط‌های‌مخفی‌شده
fr: Afficher les cartes masquées
he: הצג כרטיסים מוסתרים
hu: Rejtett kártyák megjelenítése
id: Tampilkan semua kartu jaringan
it: Mostra schede nascoste
ja: すべてのネットワークを表示
ko: 숨겨진 네트워크 카드 표시
ms: Papar kad-kad tersembunyi
nl: Toon verborgen netwerk kaarten
pl: Pokaż ukryte karty
pt: Mostrar placas ocultas
pt_br: Exibir placas ocultas
ro: Arată interfețele ascunse
ru: Показать скрытые карты
sv: Visa dolda kort
tr: Gizli Ağ Kartlarını Göster
uk: Показати приховані мережеві карти
vi: Hiện thẻ ẩn
zh_hans: 显示隐藏的网卡
zh_hant: 顯示隱藏的網路介面卡

# default_settings_service_header
source: Service
bg: Услуги
de: Dienst
el: Υπηρεσία
es: Servicio
fa: سرویس‌ها
he: שירות
hu: Szolgáltatás
id: Layanan
it: Servizio
ja: サービス
ko: 서비스
ms: Layanan
nl: Diensten
pl: Usługa
pt: Serviço
pt_br: Serviço
ro: Serviciu
ru: Служба
sv: Tjänst
tr: Hizmet
uk: Служба
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

# default_settings_service
source: DNSCrypt Service
bg: DNSCrypt услуга
de: DNSCrypt Dienst
el: DNSCrypt Υπηρεσία
es: Servicio DNSCrypt
fr: Service DNSCrypt
he: DNSCrypt שירות
hu: DNSCrypt szolgáltatás
id: Layanan DNSCrypt
it: Servizio DNSCrypt
ja: DNSCrypt サービス
ko: DNSCrypt 서비스
ms: Khidmat DNSCrypt
nl: DNSCrypt diensten
pl: Usługa DNSCrypt
pt: Serviço do DNSCrypt
pt_br: Serviço do DNSCrypt
ro: Serviciul DNSCrypt
ru: Служба DNSCrypt
sv: DNSCrypt Tjänst
tr: DNSCrypt Hizmeti
uk: Слуужба DNSCrypt
vi: Dịch vụ DNSCrypt
zh_hans: DNSCrypt 服务
zh_hant: DNSCrypt 服務

# default_settings_configuration
source: Configuration
bg: Конфигурация
da: Konfiguration
de: Konfiguration
el: Διαμόρφωση
es: Configuración
fa: تنظیمات
fr: Paramètres
he: הגדרות
hu: Konfiguráció
id: Konfigurasi
it: Configurazione
ja: 構成
ko: 환경설정
ms: Konfigurasi
nl: Instellingen
pl: Konfiguracja
pt: Configuração
pt_br: Configurações
ro: Configurari
ru: Конфигурация
sv: Konfiguration
tr: Yapılandırma
uk: Конфігурація
vi: Cấu hình
zh_hans: 设置
zh_hant: 設定

# default_settings_configuration_ipv4
source: Using IPv4 Server
bg: Използване на IPv4 сървър
da: Bruger IPv4 Server
de: IPv4 Server verwenden
el: Χρήση τού IPv4 διακομιστή
es: Usando servidor IPv4
fa: ‏IPv4 استفاده از سرور
fr: Utiliser un serveur IPv4
he: השתמש בשרת IPv4
hu: IPv4 kiszolgáló használata
id: Gunakan server IPv4
it: Utilizza server IPv4
ja: IPv4サーバーを使う
ko: IPv4 서버 사용
ms: Menggunakan pelayan IPv4
nl: Gebruik IPv4 servers
pl: Użyj serwerów IPv4
pt: A utilizar Servidor IPv4
pt_br: Usando Servidor IPv4
ro: Folosește server IPv4
ru: Использовать IPv4
sv: Använd IPv4 Server
tr: IPv4 Sunucu Kullanımı
uk: Використовувати сервер IPv4
vi: Sử dụng máy chủ IPv4
zh_hans: 使用 IPv4 服务器
zh_hant: 使用 IPv4 服務

# default_settings_configuration_ipv4_tooltip
source: Use servers reachable over IPv4
bg: Използване на сървъри, достъпни през IPv4
da: Brug servere tilgængelige over IPv4
de: Server verwenden, welche über IPv4 erreichbar sind
el: Χρήση προσβάσιμου διακομιστή μέσω IPv4
es: Usar servidores accesibles sobre IPv4
fa: قابل دستیابی می باشند IPv4 به کارگیری سرورهایی که تحت
fr: Utiliser les serveurs accessibles en IPv4
he: השתמש בשרתים זמינים באמצעות IPv4
hu: IPv4-en keresztül elérhető kiszolgálók használata
id: Gunakan server yang dapat dijangkau melalui IPv4
it: Utilizza server raggiungibili con IPv4
ja: IPv4を使って名前解決をする
ko: IPv4 통신이 가능한 서버만 사용합니다.
ms: Gunakan pelayan yang boleh dicapai melalui IPv4
nl: Gebruikt servers bereikbaar over IPv4
pl: Użyj serwerów osiągalnych przez IPv4
pt: Utilizar servidores alcançáveis por IPv4
pt_br: Usar servidores acessíveis por IPv4
ro: Folosește serverele compatibile IPv4
ru: Использовать серверы, доступные по IPv4
sv: Använd servrar som kan nås via IPv4
tr: IPv4 üzerinden erişilebilen sunucuları kullan
uk: Використовувати сервери, доступні через IPv4
vi: Sử dụng máy chủ có thể truy cập qua IPv4
zh_hans: 使用在 IPv4 网络下可以到达的服务器
zh_hant: 使用在 IPv4 網絡下可以到達的伺服器

# default_settings_configuration_ipv6
source: Using IPv6 Server
bg: Използване на IPv6 сървър
da: Bruger IPv6 Server
de: IPv6 Server verwenden
el: Χρήση τού IPv6 διακομιστή
es: Usando servidor IPv6
fa: ‏IPv6 استفاده از سرور
fr: Utiliser un serveur IPv6
he: השתמש בשרת IPv6
hu: IPv6 kiszolgáló használata
id: Gunakan server IPv6
it: Utilizza server IPv6
ja: IPv6サーバーを使う
ko: IPv6 서버 사용
ms: Menggunakan pelayan IPv6
nl: Gebruik IPv6 servers
pl: Użyj serwerów IPv6
pt: A utilizar Servidor IPv6
pt_br: Usando Servidor IPv6
ro: Folosește server IPv6
ru: Использовать IPv6
sv: Använd IPv6 Server
tr: IPv6 Sunucu Kullanımı
uk: Використовувати сервер IPv6
vi: Sử dụng máy chủ IPv6
zh_hans: 使用 IPv6 服务器
zh_hant: 使用 IPv6 服務

# default_settings_configuration_ipv6_tooltip
source: Use servers reachable over IPv6 (do not enable if you don't have IPv6 connectivity)
bg: Използване на сървъри, достъпни през IPv6 (не активирайте, ако не използвате IPv6 свързаност)
da: Bruger servere tilgængelige over IPv6 (benyt ikke, hvis du ikke har IPv6 forbindelse)
de: Server verwenden, welche über IPv6 erreichbar sind (sollte nur bei vorhandener IPv6-Konnektivität aktiviert werden)
el: Χρήση προσβάσιμου διακομιστή μέσω IPv6 (δεν επιτρέπεται, αν δεν έχετε την δυνατότητα σύνδεσης)
es: Usar servidores accesibles sobre IPv6 (no habilitar si no tienes conectividad IPv6)
fa: (را ندارید، فعال نکنیدIPv6 قابل دستیابی می باشند(اگر امکان ارتباط تحت IPv6 به کارگیری سرورهایی که تحت
fr: Utiliser les serveurs possibles sous IPv6 (ne pas activer si vous n'utilisez pas la connectivité IPv6)
he: השתמש בשרתים הזמינים באמצעות IPv6 (אל תאפשר אם אין לך חיבור IPv6)
hu: Az IPv6-on elérhető kiszolgálók használata (ne engedélyezze, ha nem rendelkezik IPv6-kapcsolattal)
id: Gunakan server yang dapat dijangkau melalui IPv6 (jangan diaktifkan apabila anda tidak memiliki koneksi IPv6)
it: Utilizza server raggiungibili con IPv6 (non abilitare se la connettività IPv6 è assente)
ja: IPv6を使って名前解決をする（IPv6非対応の場合は有効化しないでください）
ko: IPv6 통신이 가능한 서버만 사용합니다. (IPv6을 사용하지 않는다면 꺼주세요.)
ms: Gunakan pelayan-pelayan mesra IPv6 (jangan aktifkannya jika tiada sambungan IPv6)
nl: Gebruikt servers bereikbaar over IPv6 (enkel indien IPv6 connectiviteit beschikbaar is)
pl: Użyj serwerów osiągalnych przez IPv6 (nie aktywuj, jeżeli nie masz łączności przez IPv6)
pt: Utilizar servidores alcançáveis por IPv6 (não ligar se ligação IPv6 indisponível)
pt_br: Usar servidores acessíveis por IPv6 (não ative se você não possui conectividade IPv6)
ro: Folosește serverele compatibile IPv6 (nu activa dacă nu ai conectivitate IPv6)
ru: Использовать серверы, доступные по IPv6 (не включайте, если у вас нет IPv6)
sv: Använd servrar som kan nås via IPv6 (aktivera inte om du inte har IPv6-anslutning)
tr: IPv6 üzerinden erişilebilen sunucuları kullanın (IPv6 bağlantınız yoksa etkinleştirmeyin)
uk: Використовувати сервери, доступні через IPv6 (не вмикайте якщо з'єднання IPv6 не активне)
vi: Sử dụng máy chủ có thể truy cập qua IPv4 (không kích hoạt nết bạn không dùng kết nối IPv6
zh_hans: 使用支持 IPv6 的服务器（如果没有 IPv6 连接能力，请勿启用）
zh_hant: 使用支援 IPv6 的伺服器（如果沒有 IPv6 連線能力，請勿啟用）

# default_settings_configuration_dnssec
source: Only servers with DNSSEC support
bg: Само сървъри с DNSSEC поддръжка
da: Kun servere med DNSSEC support
de: Nur Server mit DNSSEC Unterstützung
el: Μόνο διακομιστές με υποστήριξη DNSSEC
es: Sólo servidores con soporte DNSSEC
fa: DNSSEC فقط سرورهای با پشتیبانی
fr: Uniquement les serveurs avec le support DNSSEC
he: רק שרתים עם תמיכה ב-DNSSEC
hu: Csak DNSSEC támogatással rendelkező kiszolgálók
id: Hanya server dengan dukungan DNSSEC
it: Solo server con supporto DNSSEC
ja: DNSSEC対応のみ使う
ko: DNSSEC 지원 서버만 사용
ms: Hanya pelayan-pelayan dengan sokongan DNSSEC
nl: Enkel servers met DNSSEC ondersteuning
pl: Tylko serwery ze wsparciem DNSSEC
pt: Utilizar apenas servidores com suporte para DNSSEC
pt_br: Somente servidores com suporte DNSSEC
ro: Doar servere cu suport DNSSEC
ru: Только серверы с поддержкой DNSSEC
sv: Endast servrar som stödjer DNSSEC
tr: Yalnızca DNSSEC desteği olan sunucular
uk: Використовувати сервери виключно з підтримкою DNSSEC
vi: Chỉ máy chủ hỗ trợ DNSSEC
zh_hans: 只显示支持 DNSSEC 的服务器
zh_hant: 只顯示支援 DNSSEC 的伺服器

# default_settings_configuration_dnssec_tooltip
source: Server must support DNS security extensions
bg: Сървърът трябва да поддържа разширения за DNS сигурност
da: Serveren skal understøtte DNS security extensions
de: Server muss DNS-Sicherheitserweiterungen unterstützen
el: Ο διακομιστής πρέπει να υποστηρίζει επεκτάσεις ασφαλείας DNS
es: El servidor debe soportar extensiones de seguridad DNS
fa: سرور می بایست از افزونه امنیتی نام دامنه، بهره مند باشد
fr: Le serveur doit supporter les extensions de sécurité DNS
he: על השרת לתמוך בהרחבות אבטחת DNS
hu: A kiszolgálónak támogatnia kell a DNS biztonsági kiterjesztéseit
id: Ekstensi keamanan DNS harus didukung oleh server
it: Il server deve supportare le specifiche di sicurezza DNS
ja: DNS Security Extensions（DNSSEC）に対応している必要があります
ko: DNS 보안 확장 기능을 지원하는 서버만 사용합니다.
ms: Pelayan mesti ada sokongan Sambungan Keselamatan DNS
nl: Server moet DNS beveiligingsuitbreidingen ondersteunen
pl: Serwer musi wspierać rozszerzenia bezpieczeństwa DNS
pt: Servidores têm de suportar extensões de segurança DNS
pt_br: O servidor deve suportar extensões de segurança DNS
ro: Serverul trebuie să suporte extensii DNS security
ru: Серверы с безопасностью DNS
sv: Server måste stödja DNS-säkerhetsförstärkningar
tr: Sunucu, DNS güvenlik uzantılarını desteklemelidir
uk: Сервер повинен підтримувати розширення безпеки DNS
vi: Máy chủ phải hỗ trợ phần mở rộng bảo mật DNS
zh_hans: 服务器必须支持 DNS 安全扩展
zh_hant: 伺服器必須支援 DNS 安全擴充功能

# default_settings_configuration_nolog
source: Only servers without logging
bg: Само сървъри без следене
da: Kun servere uden logging
de: Nur Server ohne Protokollierung
el: Μόνο διακομιστές χωρίς σύνδεση
es: Sólo servidores sin registro de actividad
fa: فقط سرورهای بدون ثبت لاگ
fr: Seulement les serveurs sans journaux
he: רק שרתים ללא תיעוד
hu: Csak a naplózás nélküli kiszolgálók
id: Hanya server tanpa jejak pencatatan
it: Solo server senza logging
ja: ログ保存無しサーバのみ使用
ko: 로그를 기록하지 않는 서버만 사용
ms: Hanya pelayan tanpa pengelogan
nl: Enkel servers zonder logging
pl: Tylko serwery bez śledzenia
pt: Apenas servidores sem registos
pt_br: Apenas servidores sem registro
ro: Doar servere care nu înregistrează activitatea
ru: Только серверы без логирования
sv: Endast servrar utan loggning
tr: Yalnızca kayıt tutmayan sunucular
uk: Виключно сервери без логів
vi: Chỉ máy chủ không ghi nhật ký
zh_hans: 只显示不保留日志的服务器
zh_hant: 只顯示不保留日誌的伺服器

# default_settings_configuration_nolog_tooltip
source: Server must not log user queries
bg: Сървърът не трябва да следи потребителските запитвания
da: Serveren må ikke logge bruger opslag
de: Server darf Benutzeranfragen nicht protokollieren
el: Ο διακομιστής πρέπει να συνδεθεί με τα ερωτήματα των χρηστών
es: El servidor no debe registrar las consultas del usuario
fa: سرور نباید فعالیت های کاربر را لاگ کند
fr: Le serveur ne doit pas enregistrer les journaux des requêtes de l'utilisateur.
he: על השרת לא לשמור את תיעוד השאילתות של המשתמש
hu: A kiszolgáló nem naplózza a felhasználói lekérdezéseket
id: Server tidak boleh mencatat kueri pengguna
it: Il server non deve registrare le query degli utenti
ja: ログを取らないサーバのみ使用
ko: 사용자의 기록을 저장하지 않는 서버만 사용합니다.
ms: Pelayan tidak sesekali menyimpan kueri pengguna
nl: Servers die geen aanvragen van gebruikers opslaan
pl: Serwer nie może zapisywać historii żądań
pt: Servidor não deve registar as interrogações do utilizador
pt_br: O servidor não deve registrar as consultas do usuário
ro: Serverul nu trebuie să înregistreze activitatea
ru: Серверы не ведущие статистику
sv: Servern får inte logga användarförfrågningar
tr: Sunucu kullanıcı sorgularını günlüğe kaydetmemeli
uk: Сервер не повинен реєструвати запити користувачів
vi: Máy chủ không được ghi nhật ký truy vấn của người dùng
zh_hans: 服务器必须不记录用户请求
zh_hant: 伺服器必須不記錄用戶請求

# default_settings_configuration_nofilter
source: Only servers without filter
bg: Само сървъри без филтри
da: Kun servere uden filter
de: Nur Server ohne Filter
el: Μόνο διακομιστές χωρίς φίλτρα
es: Sólo servidores sin filtro
fa: فقط سرورهای بدون فیلتر لیست
fr: Seulement les serveurs sans filtre
he: רק שרתים ללא סינון
hu: Csak a szűrő nélküli kiszolgálók
id: Hanya server tanpa filter
it: Solo server senza filtri
ja: フィルタの無いサーバのみ使用
ko: 특정 사이트를 차단하지 않는 서버만 사용
ms: Hanya pelayan tanpa penapisan
nl: Enkel servers zonder filter
pl: Tylko serwery bez filtrowania
pt: Apenas servidores sem filtro
pt_br: Somente servidores sem filtro
ro: Doar servere fără filtre
ru: Только серверы без фильтрации
sv: Endast servrar utan filter
tr: Yalnızca filtresiz sunucular
uk: Виключно сервери без фільтрів
vi: Chỉ máy chỉ không có bộ lọc
zh_hans: 只显示不进行内容筛选的服务器
zh_hant: 只顯示不進行內容過慮的伺服器

# default_settings_configuration_nofilter_tooltip
source: Server must not enforce its own blacklist (for parental control, ads blocking...)
bg: Сървърът не трябва да налага собствен черен списък (родителски контрол, блокиране на реклами...)
da: Serveren må ikke påtvinge egen sortliste (forældrekontrol, reklame blokering...)
de: Server darf keine eigene Blacklist erzwingen (für Kindersicherung, Werbeblockierung...)
el: Ο διακομιστής δεν πρέπει να επιβάλει την δική του μαύρη λίστα (για λειτουργία γονικού ελέγχου, μπλοκάρισμα διαφημίσεων...)
es: El servidor no debe aplicar su propia listra negra (para control parental, bloqueo de anuncios...)
fa: (...سرور نباید لیست سیاه خود را اعمال کند(برای مقاصد کنترل والدین، مسدود کردن تبلیغات و
fr: Le serveur ne doit pas forcer sa propre liste noire (pour le contrôle parental, blocage de publicités,...)
he: על השרת לא לכפות רשימה שחורה (בקרת הורים, חוסמי פרסומות...)
hu: A kiszolgáló nem érvényesítheti saját tiltólistáját (szülői felügyelet, hirdetések blokkolása ...)
id: Server tidak memaksakan daftar hitam miliknya (seperti kontrol orang tua dan pemblokiran iklan...)
it: Il Server non deve utilizzare le proprie blacklist (ad esempio: controllo genitori, ads, blocco...)
ja: 独自なブラックリスト(成人コンテンツの禁止、広告ブロック等)を持つサーバを除外
ko: 광고나 성인물 등을 이유로 특정 사이트를 차단하는 서버는 사용하지 않습니다.
ms: Pelayan tiada senarai hitam wajib sendiri (untuk kawalan ibu-bapa, sekatan iklan...)
nl: Servers die geen gebruik maken van blacklists (voor ouderlijk toezicht, blokkeren van reclame, ...)
pl: Serwer nie może wymuszać swojej czarnej listy (kontrola rodzicielska, blokowanie reklam…)
pt: Servidor não deve impor a sua própria lista negra (para controlo parental, bloqueio de anúncios...)
pt_br: O servidor não deve impor sua própria lista negra (para controle dos pais, bloqueio de anúncios ...)
ro: Serverul nu trebuie să forțeze folosirea listelor negre proprii (pentru control parental, blocare de advetising, etc.)
ru: Серверы не применяющие свой черный список (родительский контроль, блокировка рекламы...)
sv: Servern får inte tillämpa sin egen svarta lista (för föräldrakontroll, annonsblockering...)
tr: Sunucu kendi kara listesini zorlamamalıdır (ebeveyn kontrolü, reklam engelleme ... için)
uk: Сервер не повинен застосовувати свій чорний список (для батьківського контролю, блокування оголошень ...)
vi: Máy chủ không thực thi danh sách chặn của chính mình (dành cho Kiểm soát cha mẹ, chặn quảng cáo...)
zh_hans: 服务器必须不强制启用专用黑名单（用于家长控制、广告拦截等内容筛选用途）
zh_hant: 伺服器必須不強制啟用專用黑名單（用於家長控制、廣告攔截等內容過濾用途）

# tabitem_mainmenu
source: Main Menu
bg: Основни
da: Hoved Menu
de: Hauptmenü
el: Κύριο Μενού
es: Menú principal
fa: صفحه‌اصلی
fr: Menu principal
he: תפריט ראשי
hu: Főmenü
id: Menu Utama
it: Menù principale
ja: メニュー
ko: 메인 메뉴
ms: Menu Utama
nl: Hoofdmenu
pl: Menu główne
pt: Menu principal
pt_br: Menu Principal
ro: Meniul principal
ru: Главное
sv: Huvudmeny
tr: Ana Menü
uk: Головне меню
vi: Danh mục chính
zh_hans: 主菜单
zh_hant: 主選單

# loader_administrative_rights_available
source: Administrative rights are available
bg: Налични са административни права
da: Administrative rettigheder er tilgængelige
de: Administrative Rechte sind verfügbar
el: Τα δικαιώματα διαχείρισης είναι διαθέσιμα
es: Los derechos de administrador están disponibles
fa: دسترسی مدیریتی فراهم است
fr: Les droits administrateurs sont disponibles
he: גישות ניהול זמינות
hu: Az adminisztrációs jogok elérhetőek
id: Hak sebagai administrator tersedia
it: I permessi amministrativi sono disponibili
ja: 管理者権限が有効です
ko: 관리자 권한 사용 가능
ms: Hak pentadbiran tersedia
nl: Administratieve rechten zijn beschikbaar
pl: Dostępne uprawnienia administratora
pt: Direitos de administrador disponíveis
pt_br: Direitos administrativos estão disponíveis
ro: Ai drepturi de administrator
ru: Административные права доступны
sv: Administrativa rättigheter är tillgängliga
tr: Yönetici hakları mevcuttur
uk: Права адміністратора активні
vi: Quyền quản trị có sẵn
zh_hans: 可获取管理员权限
zh_hant: 可獲取管理員權限

# loader_administrative_rights_missing
source: Missing administrative rights!
bg: Липсват административни права!
da: Mangler administrative rettigheder!
de: Fehlende administrative Rechte!
el: Τα δικαιώματα διαχείρισης είναι ελλειπής
es: ¡Perdidos los derechos de administrador!
fa: !دسترسی مدیریتی از دست رفته
fr: Les droits administrateurs sont manquants!
he: גישות ניהול אינן זמינות!
hu: Hiányzó adminisztratív jogok!
id: Hak sebagai administrator tidak ditemukan
it: Mancano i permessi amministrativi!
ja: 管理者権限が必要です！
ko: 관리자 권한이 없습니다!
ms: Tiada hak pentadbiran!
nl: Geen administratieve rechten beschikbaar!
pl: Brak uprawnień administratora!
pt: Direitos de administrador em falta!
pt_br: Falta de direitos administrativos!
ro: Nu ai drepturi de administrator!
ru: Административных прав нет
sv: Saknade administrativa rättigheter!
tr: Yönetici hakları eksik!
uk: Відсутні права адміністратора!
vi: Mất quyền quản trị!
zh_hans: 需要管理员权限
zh_hant: 需要管理員權限

# loader_checking_version
source: Checking for new version . . .
bg: Проверка за обновявания . . .
da: Tjekker for ny version . . .
de: Überprüfen auf neue Version. . .
el: Έλεγχος για νέα έκδοση . . .
es: Comprobando si hay una versión nueva...
fa: ...بررسی برای ورژن جدید
fr: Vérification d'une nouvelle version...
he: בודק עבור גרסה חדשה. . .
hu: Új verzió ellenőrzése. . .
id: Memeriksa pembaruan . . .
it: Controllo nuova versione . . .
ja: 新しいバージョンを確認
ko: 새 버전을 확인하는 중...
ms: Menyemak untuk peningkatan versi . . .
nl: Zoeken naar nieuwe versies...
pl: Wyszukiwanie aktualizacji…
pt: À procura de uma nova versão...
pt_br: Verificando por nova versão...
ro: Verifică dacă există o versiune nouă
ru: Проверка новой версии...
sv: Kontrollera efter ny version. . .
tr: Yeni sürümler için kontrol yapılıyor
uk: Перевірка наявності оновлень...
vi: Đang kiểm tra phiên bản mới...
zh_hans: 检查新版本中...
zh_hant: 檢查新版本中…

# loader_new_version_found
source: A newer version was found: {0}
bg: Налична е нова версия: {0}
da: En nyere version var fundet: {0}
de: Eine neuere Version wurde gefunden: {0}
el: Μια νεότερη έκδοση βρέθηκε: {0}
es: Una nueva versión fue encontrada: {0}
fa: {0}: نسخه جدیدتری یافت شد
fr: Une version plus récente a été trouvée: {0}
he: נמצאה גרסה עדכנית: {0}
hu: Újabb verzió található: {0}
id: Versi terbaru ditemukan: {0}
it: Nuova versione disponibile: {0}
ja: 新しいバージョンを見つけました: {0}
ko: 새 버전이 있습니다: {0}
ms: Versi yang baru: {0} telah dijumpa
nl: Er werd een nieuwe versie gevonden: {0}
pl: Aktualizacja jest dostępna: {0}
pt: Uma versão mais recente foi encontrada: {0}
pt_br: Uma nova versão está disponível: {0}
ro: O versiune mai nouă a fost găsită: {0}
ru: Обнаружена новая версия: {0}
sv: En nyare version hittades: {0}
tr: Yeni bir sürüm bulundu
uk: Знайдено новішу версію: {0}
vi: Một phiên bản mới hơn đã được tìm thấy: {0}
zh_hans: 发现新版本：{0}
zh_hant: 發現新版本：{0}

# loader_starting_update
source: Starting update . . .
bg: Обновяването започва . . .
da: Starter opdatering . . .
de: Starte Aktualisierung . . .
el: Εναρξη ενημέρωσης ...
es: Iniciando actualización...
fa: ...شروع به روزرسانی
fr: Début de la mise à jour...
he: מתחיל עדכון . . .
hu: Frissítés indítása. . .
id: Memulai pembaruan . . .
it: Avvio aggiornamento . . .
ja: 更新しています
ko: 업데이트를 시작하는 중...
ms: Mulakan kemas kini . . .
nl: Update gestart...
pl: Rozpoczynanie aktualizacji…
pt: A iniciar a atualização...
pt_br: Iniciando atualização
ro: Pornesc update-ul...
ru: Запуск обновления . . .
sv: Startar uppdatering. . .
tr: Güncelleme başlatılıyor...
uk: Початок оновлення
vi: Đang bắt đầu cập nhật...
zh_hans: 开始升级
zh_hant: 開始升級…

# loader_update_failed
source: Update failed, continue . . .
bg: Обновяване се провали, продължаване . . .
da: Opdatering fejlede, fortsæt . . .
de: Update fehlgeschlagen, fahre fort . . .
el: Η ενημέρωση απέτυχε, συνέχεια...
es: Actualización fallida, continuar...
fa: ... آپدیت با شکست مواجه شد، ادامه
fr: Mise à jour échouée, continuez...
he: עדכון נכשל, המשך. . .
hu: A frissítés sikertelen, folytatás. . .
id: Pembaruan telah gagal, melanjutkan . . .
it: Aggiornamento fallito, continua . . .
ja: 更新が失敗しました
ko: 업데이트 실패, 건너뛰는 중...
ms: Kemas kini gagal, teruskan . . .
nl: Update gefaald, ga verder...
pl: Aktualizacja nie powiodła się…
pt: Atualização falhou, continuar...
pt_br: Falha na atualização, continuar...
ro: Update-ul a eșuat, merg mai departe...
ru: Не удалось обновить, продолжение . . .
sv: Uppdateringen misslyckades, fortsätt. . .
tr: Güncelleme başarısız oldu, devam edin. . .
uk: Не вдалося оновити. Продовжити. . .
vi: Cập nhật bị lỗi, tiếp tục...
zh_hans: 升级失败，继续......
zh_hant: 升級失敗，繼續...

# loader_latest_version
source: You are using the latest version
bg: Използвате последната версия
da: Du bruger nyeste version
de: Sie verwenden die neuste Version
el: Χρησιμοποιείτε την πιο πρόσφατη έκδοση
es: Estás usando la última versión
fa: شما از جدیدترین ورژن استفاده می کنید
fr: Vous utilisez la dernière version
he: אתה משתמש בגרסה העדכנית ביותר
hu: A legújabb verziót használja
id: Anda menggunakan versi terbaru
it: Stai usando la versione più recente
ja: 最新バージョンです
ko: 최신 버전을 사용 중입니다.
ms: Anda menggunakan versi terkini
nl: U gebruikt de nieuwste versie
pl: Używasz najnowszej wersji
pt: Está a utilizar a última versão
pt_br: Você está usando a versão mais recente
ro: Folosești ultima versiune
ru: Вы используете последнюю версию
sv: Du använder den senaste versionen
tr: Zaten en son sürümü kullanıyorsunuz
uk: Ви використовуєте останню версію
vi: Bạn đang sử dụng phiên bản mới nhất
zh_hans: 您正在使用的程序版本是最新的
zh_hant: 您正使用的程式版本是最新的

# loader_unsigned
source: unsigned
bg: неподписан
da: usigneret
de: unsigniert
el: ανυπόγραφο
es: no firmado
fa: امضاء نشده
fr: Non signé
he: ללא חתימה
hu: aláírás nélküli
it: non firmato
ja: 未署名です
ko: 서명되지 않음
ms: tidak ditandatangani
nl: ongetekend
pl: niepodpisano
pt: não assinado
pt_br: não assinada
ro: nesemnat
ru: неподписанный
sv: osignerad
tr: imzasız
uk: Без підпису
vi: chưa ký số
zh_hans: 未签名
zh_hant: 未經數位簽章

# loader_missing
source: missing
bg: липсва
da: mangler
de: fehlt
el: ελλειπής
es: no encontrado
fa: از دست رفته
fr: Manquant
he: חסר
hu: hiányzó
it: mancante
ja: 見つかりません
ko: 찾을 수 없음
ms: tiada dijumpai
nl: ontbreekt
pl: brak
pt: em falta
pt_br: faltando
ro: lipsă
ru: отсутствует
sv: saknas
tr: eksik
uk: Відсутній
vi: còn thiếu
zh_hans: 签名缺少
zh_hant: 數位簽章缺失
