Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Translation.*.resx
Languages: bg, da, de, el, es, fa, fr, he, hu, id, it, ja, ko, ms, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# loader_redistributable_package_ready
source: Microsoft Visual C++ Redistributable for Visual Studio 2017 is now installed
bg: Microsoft Visual C++ Redistributable за Visual Studio 2017 е инсталиран
da: Microsoft Visual C++ Redistributable for Visual Studio 2017 er nu installeret
de: Microsoft Visual C++ Redistributable für Visual Studio 2017 ist nun installiert
el: Το Microsoft Visual C++ Redistributable for Visual Studio 2017 είναι τώρα εγκατεστημένο
es: Microsoft Visual C++ Redistribuible para Visual Studio 2017 ahora está instalado
fr: Microsoft Visual C++ Redistributable pour Visual Studio 2017 est maintenant installé
hu: Microsoft Visual C++ Redistributable for Visual Studio 2017 most telepítve van
id: Microsoft Visual C++ Redistributable untuk Visual Studio 2017 sekarang telah terpasang
it: Microsoft Visual C++ Redistributable per Visual Studio 2017 è stato installato
ja: Visual Studio 2017 の Microsoft Visual C++ 再頒布可能パッケージをインストールしました
ko: Visual Studio 2017용 Visual C++ 재배포 가능 패키지가 설치되었습니다
ms: 'Microsoft Visual C++ Redistributable for Visual Studio 2017' berjaya dipasang
nl: Microsoft Visual C++ Redistributable voor Visual Studio 2017 installatie is afgerond
pl: Zainstalowano Microsoft Visual C++ Redistributable for Visual Studio 2017
pt: O Microsoft Visual C++ Redistributable for Visual Studio 2017 está agora instalado
pt_br: Microsoft Visual C++ Redistributable for Visual Studio 2017 agora está instalado
ro: Microsoft Visual C++ Redistributable pentru Visual Studio 2017 este acum instalat
ru: Microsoft Visual C++ Redistributable дляVisual Studio 2017 теперь установлен
sv: Microsoft Visual C ++ Redistributable för Visual Studio 2017 är nu installerad
tr: Visual Studio 2017 için Microsoft Visual C ++ Yeniden Dağıtılabilir Dosyası şimdi yüklendi
uk: Microsoft Visual C++ Redistributable for Visual Studio 2017 було встановлено
vi: Microsoft Visual C++ Redistributable for Visual Studio 2017 đã cài đặt
zh_hans: Microsoft Visual C++ Redistributable for Visual Studio 2017 已经安装完毕
zh_hant: Microsoft Visual C++ Redistributable for Visual Studio 2017 已經安裝完畢

# message_title_no_server_selected
source: No server selected
bg: Няма избрани сървъри
da: Ingen server valgt
de: Kein Server ausgewählt
el: Δεν επιλεγθηκε διακομιστής
es: No hay servidor seleccionado
fa: هیچ سروری انتخاب نشده
fr: Aucun serveur sélectionné
he: לא נבחר שרת
hu: Nincs kiválasztott szerver
id: Tidak ada server yang dipilih
it: Nessun server selezionato
ja: 選択されたサーバーがありません
ko: 서버가 선택되지 않음
ms: Tiada pelayan dipilih
nl: Geen servers gekozen
pl: Nie wybrano serwera
pt: Nenhum servidor selecionado
pt_br: Nenhum servidor selecionado
ro: Nu ai selectat niciun server
ru: Не выбран ни один сервер
sv: Ingen server vald
tr: Sunucu seçilmedi
uk: Не вибрано жодного сервера
vi: Không có máy chủ được chọn
zh_hans: 未选择服务器
zh_hant: 未選擇伺服器

# message_content_no_server_selected
source: At least one server must be selected. Otherwise, dnscrypt-proxy uses all servers corresponding to the selected filters.
bg: Трябва да бъде избран поне един сървър. В противен случай dnscrypt-proxy използва всички сървъри, съответстващи на избраните филтри.
da: Mindst en server skal vælges. Ellers benytter dnscrypt-proxy alle servere i henhold til valgte filtre.
de: Es muss mindestens ein Server ausgewählt sein. Andernfalls verwendet dnscrypt-proxy alle Server, die den ausgewählten Filtern entsprechen.
el: Τουλάχιστον ένας διακομιστή, πρέπει να επιλεγθεί. Διαφορετικά, το dnscrypt-proxy θα χρησιμοποιεί όλους τους διακομιστές που αντιστοιχούν στα επιλεγμένο φίλτρα.
es: Al menos un servidor debe ser seleccionado. Si no, dnscrypt-proxy usa todos los servidores corresponidentes con los filtros seleccionados.
fa: حداقل یک سرور می بایست انتخاب شود. در غیر اینصورت نرم افزار از تمام سرور های موجود متنظار با فیلتر ها، استفاده خواهد نمود
fr: Au moins un serveur doit être sélectionné. Sinon, dnscrypt-proxy utilise tous les serveurs correspondant aux filtres sélectionnés.
hu: Legalább egy kiszolgálót kell kiválasztani. Ellenkező esetben a dnscrypt-proxy a kiválasztott szűrőknek megfelelő összes kiszolgálót használja.
id: Setidaknya satu server harus dipilih. Jika tidak, dnscrypt-proxy menggunakan semua server yang sesuai dengan filter yang dipilih.
it: Almeno un server deve essere selezionato. Altrimenti, dnscrypt-proxy utilizza tutti i server corrispondenti ai filtri selezionati.
ja: 最低でも1つはサーバを選択して下さい。でなければ、dnscrypt-proxyは選択したフィルタに対応する全てのサーバを使用します
ko: 하나 이상의 서버가 선택되어야 합니다. 그렇지 않으면, 주어진 조건을 만족하는 모든 서버를 사용합니다.
ms: Paling kurang satu pelayan mesti dipilih. Jika sebaliknya, dnscrypt-proxy menggunakan kesemua pelayan-pelayan berdasarkan kriteria pilihan.
nl: Er moet tenminste één server gekozen zijn. Indien geen servers gekozen zijn, gebruikt dnscrypt-proxy alle servers die aan de ingestelde filters voldoen.
pl: Należy wybrać co najmniej jeden serwer. W przeciwnym razie dnscrypt-proxy użyje wszystkich serwerów z uwzględnieniem wybranych filtrów.
pt: Pelo menos um servidor deve ser selecionado. Caso contrário, o dnscrypt-proxy utiliza todos os servidores correspondentes aos filtros selecionados.
pt_br: Pelo menos um servidor deve ser selecionado. Caso contrário, o dnscrypt-proxy usa todos os servidores correspondentes para os filtros selecionados.
ro: Cel puțin un server trebuie să fie selectat. În caz contrar serviciul folosește toate serverele conform filtrelor aplicate.
ru: Минимум один сервер должен быть выбран. Иначе, dnscrypt-proxy использует все серверы соответствующие фильтрам.
sv: Minst en server måste väljas. Annars använder dnscrypt-proxy alla servrar som motsvarar de valda filteren.
tr: En az bir sunucu seçilmelidir. Aksi takdirde, dnscrypt-proxy, seçilen filtrelere karşılık gelen tüm sunucuları kullanır.
uk: Необхідно вибрати принаймні один сервер. В іншому випадку dnscrypt-proxy використовує всі сервери, що відповідають вибраним фільтрам.
vi: Phải có ít nhất 1 máy chủ được chọn. Nếu không, dnscrypt-proxy sử dụng tất cả các máy chủ tương ứng với các bộ lọc đã chọn.
zh_hans: 至少应该选择一个服务器。否则，dnscrypt-proxy将会使用所有符合筛选条件的服务器
zh_hant: 至少應該選擇一個伺服器。否則，dnscrypt-proxy 將會使用所有符合篩選條件的伺服器

# message_title_service_not_running
source: Service not running
bg: Услугата не е стартирана
da: Servicen kører ikke
de: Dienst läuft nicht
el: Η υπηρεσία δεν λειτουργεί
es: El servicio no está funcionando
fa: سرویس اجرا نشده
fr: Le service ne fonctionne pas
he: השירות לא פעיל
hu: A szolgáltatás nem fut
id: Layanan DnsCrypt tidak aktif
it: Il servizio non è in esecuzione
ja: サービスは停止しています
ko: 서비스가 실행되고 있지 않음
ms: Servis tidak berjalan
nl: Dienst niet actief
pl: Usługa nie jest uruchomiona
pt: Serviço parado
pt_br: O serviço não está em execução
ro: Serviciul nu rulează
ru: Служба не запущена
sv: Tjänsten körs inte
tr: Hizmet çalışmıyor
uk: Служба не запущена
vi: Dịch vụ không chạy
zh_hans: 服务尚未运行
zh_hant: 服務尚未運行

# message_content_service_not_running
source: You should start the DnsCrypt service first!
bg: Първо трябва да стартирате DNSCrypt услугата!
da: Du skal starte DNSCrypt servicen først!
de: Sie sollten den DnsCrypt-Dienst zuerst starten!
el: Θα πρέπει να γίνει έναρξη της DnsCrypt υπηρεσίας πρώτα!
es: ¡Deberías iniciar el servicio DNSCrypt primero!
fa: !را اجرا نمایید DnsCrypt شما می بایست ابتدا سرویس
fr: Vous devez démarrer le service DnsCrypt en premier!
he: עליך להפעיל את שירות DnsCrypt!
hu: Először indítsa el a DnsCrypt szolgáltatást!
id: Anda harus mengaktifkan layanan DnsCrypt terlebih dahulu
it: Devi prima avviare il servizio DNSCrypt!
ja: DnsCryptサービスを最初に実行してください！
ko: 먼저 DNSCrypt 서비스를 시작해야 합니다!
ms: Anda harus memulakan servis DNSCrypt terlebih dahulu!
nl: De DnsCrypt dienst dient eerst gestart te worden!
pl: Powinieneś najpierw uruchomić usługę DNSCrypt!
pt: Deve iniciar o serviço do DNSCrypt primeiro!
pt_br: Você deve iniciar o serviço do DnsCrypt primeiro!
ro: Mai întai pornește serviciul DnsCrypt!
ru: Запустите сначала службу DnsCrypt!
sv: Du måste starta DnsCrypt-tjänsten först!
tr: Önce DnsCrypt hizmetini başlatmalısınız!
uk: Спершу слід запустити службу DnsCrypt
vi: Bạn nên bắt đầu dịch vụ DNSCrypt trước tiên!
zh_hans: 请先启动 DNSCrypt 服务
zh_hant: 請先啟動 DNSCrypt 服務

# message_title_uninstallation_successful
source: Uninstallation successful
bg: Деинсталирането е успешно
da: Afinstallation succesfuld
de: Deinstallation erfolgreich
el: Η απεγκατάσταση ολοκληρώθηκε με επιτυχία
es: Desinstalación exitosa
fa: لغو نصب موفقیت‌آمیز بود
fr: Désinstallation avec succès
hu: Az eltávolítás sikeres
id: Pencopotan berhasil
it: Disinstallazione completata
ja: アンインストールしました
ko: 제거 성공
ms: Nyah-pasang berjaya
nl: Verwijderen geslaagd
pl: Dezinstalacja powiodła się
pt: Desinstalação bem-sucedida
pt_br: Desinstalado com sucesso
ro: Dezinstalare reușită
ru: Удаление успешно
sv: Avinstallationen lyckades
tr: Kaldırma işlemi başarıyla tamamlandı
uk: Деінсталяція успішна
vi: Quá trình gỡ cài đặt thành công
zh_hans: 成功卸载
zh_hant: 移除成功

# message_content_uninstallation_successful
source: Uninstallation was successful! DNS requests are no longer encrypted.
bg: Деинсталирането бе успешно! DNS заявките вече не са криптирани.
da: Afinstallationen var successfuld! DNS opslag er ikke længere krypterede.
de: Die Deinstallation war erfolgreich! DNS-Anfragen werden nicht mehr verschlüsselt.
el: Η απεγκατάσταση ολοκληρώθηκε με επιτυχία! Οι αιτήσεις DNS δεν είναι πλέον κρυπτογραφημένες.
es: ¡La desinstalación fue exitosa! Las consultas DNS ya no están encriptadas.
fa: .از این پس رمزگذاری نخواهند شد DNS عملیات حذف موفقیت آمیز بود! ترافیک
fr: Déinstallation réussite! Les requêtes DNS ne sont plus chiffrées.
hu: Az eltávolítás sikeres volt! A DNS-kérések már nem titkosítottak.
id: Pencopotan telah berhasil! Permintaan DNS tidak lagi terenkripsi
it: Disinstallazione completata! Le richieste DNS non sono più criptate.
ja: アンインストールは成功しました。DNSクエリは今後、暗号化されません
ko: 제거가 성공적으로 이루어졌습니다! DNS 요청들은 이제 암호화되지 않습니다.
ms: Nyah-pasang DNS telah berjaya! Permintaan DNS tidak lagi disulitkan.
nl: Verwijderen geslaagd! DNS aanvragen zijn niet langer beveiligd.
pl: Dezinstalacja powiodła się! Zapytania DNS nie są już szyfrowane.
pt: Desinstalação efetuada com sucesso! Os pedidos de DNS deixaram de ser encriptados.
pt_br: Desinstalação bem sucedida! As solicitações de DNS já não são criptografadas.
ro: Dezinstalarea a reușit! Cererile DNS nu mai sunt criptate.
ru: Удаление произошло успешно! DNS запросы больше не шифруются.
sv: Avinstallationen lyckades! DNS-förfrågningar är inte längre krypterade.
tr: Kaldırma işlemi başarılı oldu! DNS istekleri artık şifrelenmemektedir.
uk: Деінсталяція пройшла успішно! Запити DNS більше не шифруються.
vi: Quá trình gỡ cài đặt đã thành công! Yêu cầu DNS không còn được mã hóa.
zh_hans: 已成功卸载 DNSCrypt 服务，DNS 请求不再被加密
zh_hant: 已成功移除 DNSCrypt 服務，DNS 請求不再被加密

# message_title_uninstallation_error
source: Uninstallation error
bg: Грешка при деинсталиране
da: Afinstalleringsfejl
de: Deinstallationsfehler
el: Σφάλμα κατά την απεγκατάσταση
es: Error de desinstalación
fa: خطا در لغو نصب
fr: Erreur de désinstallation
he: ארעה שגיאה בהסרה
hu: Eltávolítási hiba
id: Kesalahan pencopotan
it: Errore di disinstallazione
ja: アンインストールに失敗しました
ko: 제거 오류
ms: Ralat penyahpasangan
nl: Verwijderen niet gelukt
pl: Błąd dezinstalacji
pt: Erro na desinstalação
pt_br: Erro na desinstalação
ro: Dezinstalare eșuată
ru: Ошибка удаления
sv: Avinstallationsfel
tr: Kaldırma hatası
uk: Помилка деінсталяції
vi: Lỗi quá trình gỡ cài đặt
zh_hans: 卸载过程出现问题
zh_hant: 移除過程出現問題

# message_content_uninstallation_error
source: Uninstallation could not be performed. Try to stop the service manually and uninstall it again.
bg: Деинсталирането не може да се извърши. Опитайте ръчно да спрете услугата и я деинсталирайте отново.
da: Afinstalleringen kunne ikke udføres. Prøv at stoppe service manuelt og afinstaller den igen.
de: Die Deinstallation konnte nicht durchgeführt werden. Versuchen Sie, den Dienst manuell zu stoppen und ihn erneut zu deinstallieren.
el: Η απεγκατάσταση απέτυχε. Δοκιμάστε να διακόψετε την υπηρεσία με μη αυτόματο τρόπο και να την απεγκαταστήσετε πάλι.
es: La desinstalación no pudo ser realizada. Intenta parar el servicio manualmente y desinstalalo de nuevo.
fa: .عملیات حذف با شکست مواجه شد. توقف دستی سرویس و حذف مجدد را امتحان کنید
fr: La désinstallation n'a pas pu être effectuée. Essayez d'arrêter le service manuellement et de le désinstaller à nouveau.
hu: Az eltávolítás nem sikerült. Próbálja meg kézzel leállítani a szolgáltatást, és távolítsa el újra.
id: Pencopotan tidak dapat dilakukan. Coba hentikan layanan secara manual dan copot sekali lagi.
it: La disinstallazione non può essere eseguita. Prova ad arrestare il servizio manualmente e disinstallarlo di nuovo.
ja: アンインストールが実行できませんでした。サービスを手動で停止しアンインストールを再度実行して下さい
ko: 제거할 수 없습니다. 서비스를 수동으로 중지하고 다시 시도해주세요.
ms: Nyah-pasang servis tidak dapat dilakukan. Sila cuba menghentikan servis secara manual kemudiannya nyahpasang sekali lagi.
nl: Verwijderen is niet gelukt. Probeer om de dienst manueel te stoppen en probeer opnieuw.
pl: Nie można przeprowadzić dezinstalacji. Spróbuj ręcznie zatrzymać usługę i dezinstalować ponownie.
pt: Não foi possível efetuar a desinstalação. Experimente parar o serviço manualmente e desinstalá-lo novamente.
pt_br: A Desinstalação não pôde ser executada. Tente parar o serviço manualmente e desinstale-o novamente.
ro: Nu am putut efectua dezinstalarea. Încearcă sa oprești manual serviciul și reîncearca dezinstalarea.
ru: Невозможно выполнить удаление. Попробуйте сначала остановить службу вручную и повторить снова.
sv: Avinstallation kunde inte utföras. Försök att stoppa tjänsten manuellt och avinstallera den igen.
tr: Kaldırma işlemi gerçekleştirilemedi. Hizmeti el ile durdurmayı ve yeniden kaldırmayı deneyin.
uk: Не вдалося виконати деінсталяцію. Спробуйте зупинити службу вручну і знову виконати деінсталяцію
vi: Quá trình gỡ cài đặt không thể thực hiện. Hãy cố gắng ngừng dịch vụ bằng tay và gỡ cài đặt lại.
zh_hans: 无法卸载。请手动停止 dnscrypt-proxy 服务然后重新尝试卸载。
zh_hant: 無法移除。請手動停止 dnscrypt-proxy 服務然後重新嘗試移除。

source: Open log directory
bg: Отваряне на директорията с дневници
da: Åbn log folderen
de: Log-Verzeichnis öffnen
el: Ανοιγμα καταλόγου καταγραφής
es: Abrir directorio de registro
fa: باز کردن مسیر ذخیره لاگ ها
fr: Ouvrir le dossier des journaux
hu: Nyissa meg a napló könyvtárat
id: Buka folder log
it: Apri la cartella dei log
ja: ログディレクトリを開く
ko: 기록 저장 폴더 열기
ms: Buka direktori simpanan log
nl: Logboek openen
pl: Otwórz katalog dziennika
pt: Abrir o diretório dos registos
pt_br: Abrir pasta de logs
ro: Deschide directorul jurnal
ru: Открыть папку c логом событий
sv: Öppna loggboken
tr: Günlük dizinini aç
uk: Відкрити журнал логів
vi: Mở thư mục nhật ký
zh_hans: 打开日志文件夹
zh_hant: 打開日誌資料夾

# settings_update_auto
source: Check for updates on startup
bg: Проверка за обновявания при стартиране
da: Check for opdateringer ved opstart
de: Beim Start auf neue Version prüfen
el: Ελεγχος για ενημερώσεις κατά την εκκίνηση
es: Comprobar actualizaciones al inicio
fa: بررسی برای ورژن جدید در ابتدای اجرا
fr: Vérifier les mises à jour au démarrage
he: בדוק עבור עדכונים בהפעלה
hu: Indításkor ellenőrizze az elérhető frissítéseket
id: Periksa pembaruan ketika memulai aplikasi
it: Controlla aggiornamenti all'avvio
ja: 起動時に更新を確認する
ko: 시작 시 업데이트를 확인
ms: Semak untuk kemas kini pada permulaan
nl: Zoeken naar nieuwe versies bij het opstarten
pl: Sprawdź aktualizacje przy starcie
pt: Procurar atualizações no arranque
pt_br: Verificar por atualizações ao iniciar
ro: Verifică actualizări la pornire
ru: Проверять обновления при запуске
sv: Kontrollera efter uppdateringar vid start
tr: Başlangıçta güncellemeleri kontrol et
uk: Перевіряти наявність оновлень під час запуску
vi: Kiểm tra cập nhật lúc khởi động
zh_hans: 程序启动时检查更新
zh_hant: 程式啟動時檢查更新

# settings_update_channel
source: Update Channel:
bg: Канал за обновяване:
da: Opdaterings Kanal:
de: Update Kanal:
el: Κανάλι ενημερώσεων:
es: Canal de actualización:
fa: روند به‌روز رسانی:
fr: Canal de mise à jour:
he: ערוץ עדכונים:
hu: Csatorna frissítése:
id: Saluran Pembaruan:
it: Canale di aggiornamento:
ja: アップデートチャンネル:
ko: 업데이트 채널 :
ms: Saluran kemas kini:
nl: Kanaal voor updates:
pl: Kanał aktualizacji:
pt: Canal de atualização:
pt_br: Canal de Atualização:
ro: Tipul de update:
ru: Канал обновлений:
sv: Uppdateringskanal:
tr: Güncelleme Kanalı:
uk: Оновити канал:
vi: Kênh cập nhật:
zh_hans: 更新频道
zh_hant: 更新頻道

# advanced_settings_dnscache_content
source: DNS cache to reduce latency and outgoing traffic
bg: DNS кеш за намаляне на закъснения и изходящ трафик
da: DNS cache til at reducere latency ved udgående traffik
de: DNS-Cache zur Reduzierung der Latenzzeit und des ausgehenden Datenverkehrs
el: DNS cache για μείωση αδράνειας και εξερχόμενων κινήσεων
es: Caché DNS para reducir la latencia y el tráfico saliente
fa: به منظور کاهش زمان انتظار تحلیل آدرس ها DNS حافظه کش
fr: Cache DNS pour réduire la latence et le traffic sortant
he: שמור במטמון שאילתות DNS על מנת להקטין זמני המתנה ותעבורה יוצאת
hu: DNS gyorsítótár a késleltetés és a kimenő forgalom csökkentése érdekében
id: Gunakan tembolok DNS untuk memperkecil latensi dan lalu lintas data keluar
it: Cache DNS per ridurre la latenza ed il traffico in uscita
ja: DNSキャッシュを利用し待ち時間と外部への接続を削減
ko: DNS 캐시를 사용하여 지연 시간과 나가는 트래픽을 줄입니다.
ms: Cache DNS untuk mengurangkan latensi dan lalu lintas keluar
nl: DNS buffer voor het versnellen van uitgaande verbindingen
pl: Buforuj zapytania DNS, aby zmniejszyć opóźnienia i transfer wychodzący
pt: Cache de DNS para reduzir a latência e o tráfego de saída
pt_br: Cache DNS para reduzir a latência e o tráfego de saída
ro: Ține cererile DNS in memoria cache pentru a reduce întârzierile și traficul de ieșire
ru: Кэш DNS для уменьшения задержки и исх. траффика
sv: DNS-cache för att minska fördröjning och utgående trafik
tr: DNS önbelleği gecikme ve giden trafiği azaltır
uk: Кешувати DNS для зменшення затримки та вихідного трафіку
vi: Bộ nhớ cache DNS để giảm độ trễ và lưu lượng đi
zh_hans: 使用 DNS 缓存以减少延迟和发送流量
zh_hant: 啟用 DNS 快取以減少延遲和發送流量

# advanced_settings_blockipv6
source: Block IPv6
bg: Блокиране на IPv6
da: Bloker IPv6
el: Μπλοκάρισμα τού προτοκόλλου IPv6
es: Bloquear IPv6
fa: IPv6 مسدود سازی
fr: Bloquer l'IPv6
he: חסום IPv6
hu: IPv6 blokkolása
id: Blokir IPv6
it: Blocca IPv6
ja: IPv6をブロック
ko: IPv6 차단
ms: Sekat IPv6
nl: IPv6 blokkeren
pl: Zablokuj IPv6
pt: Bloquear IPv6
pt_br: Bloquear IPv6
ro: Blocheaza IPv6
ru: Блокировать IPv6
sv: Blockera IPv6
tr: IPv6'yı engelle
uk: Блокувати IPv6
vi: Chặn IPv6
zh_hans: 阻止 IPv6
zh_hant: 阻擋 IPv6

# advanced_settings_blockipv6_content
source: Immediately respond to IPv6-related queries with an empty response
bg: Моментално отговаряне с празен отговор на свързани с IPv6 заявки
da: Svar omgående på IPv6 relaterede opslag med et tomt svar
de: Sofortige Beantwortung von IPv6-Abfragen mit einer leeren Antwort
el: Αμεση απάντηση στα IPv6 αιτήματα που σχετίζονται με άδειες καταγραφές
es: Responder inmediatamente a consultas relacionadas a IPv6 con una respuesta vacía
fa: به صورت بلادرنگ IPv6 ارسال یک پاسخ خالی به درخواست های مربوط به
fr: Répondre immédiatement aux requêtes liées à IPv6 avec une réponse vide
he: הגב מיידית לשאילתות IPv6 עם תגובה ריקה
hu: Azonnal válaszoljon az IPv6-hoz kapcsolódó lekérdezésekre egy üres válasszal
id: Segera merespon permintaan queries IPv6 dengan respon kosong
it: Rispondi immediatamente alle query IPv6 con una risposta vuota
ja: IPv6のクエリに対しすぐに空のレスポンスを返す
ko: IPv6 쿼리에 즉시 빈 응답을 반환합니다.
ms: Segera membalas kosong untuk kueri jenis-IPv6
nl: Beantwoord IPv6 aanvragen met een leeg antwoord
pl: Natychmiastowo odpowiedz na żądania IPv6 pustą odpowiedzią
pt: Responder de imediato a interrogações relacionadas com IPv6 com uma resposta vazia
pt_br: Imediatamente responder a consultas relacionadas com IPv6 com uma resposta vazia
ro: Răspunde la cererile IPv6 cu un răspuns gol
ru: Немедленно реагировать на IPv6 запросы пустым ответом
sv: Svara omedelbart på IPv6-relaterade frågor med ett tomt svar
tr: IPv6 ile ilgili soruları boş yanıtla hemen yanıtlayın
uk: Негайно реагувати на запити, пов'язані з IPv6, порожньою відповіддю
vi: Ngay lập tức trả lời các truy vấn liên quan đến IPv6 với phản hồi rỗng
zh_hans: 立刻向 IPv6 相关请求发送空白响应
zh_hant: 立刻向 IPv6 相關請求發送空白響應

# advanced_settings_forcetcp
source: Force TCP
bg: Налагане на TCP
da: Gennemtving TCP
el: Δράση τού προτοκόλλου TCP
es: Forzar TCP
fa: TCP استفاده دائمی از
fr: Forcer le TCP
he: הכרח TCP
hu: TCP kényszerítése
id: Paksa TCP
it: Forza TCP
ja: TCPを強制
ko: TCP 강제
ms: Paksa penggunaan TCP
nl: TCP afdwingen
pl: Wymuś TCP
pt: Forçar TCP
pt_br: Forçar TCP
ro: Forțează TCP
ru: Принудительно TCP
sv: Tvinga TCP
tr: TCP'yi zorla
uk: Примусове TCP
vi: Sử dụng cổng TCP
zh_hans: 强制使用 TCP
zh_hant: 強制使用 TCP

# advanced_settings_forcetcp_content
source: Always use TCP to connect to upstream servers
bg: Винаги се използва TCP за свързване с висшестоящи сървъри
da: Brug altid TCP til at forbinde til upstream-servere
de: Immer TCP verwenden, um eine Verbindung zum Upstream-Servern herzustellen
el: Συνεχής χρήση τού πρωτοκόλλου TCP για σύνδεση με ανάντους διακομιστές
es: Usar siempre TCP para conectar con servidores de subida
fa: به منظور ارتباط با سرورهای تحلیلگر TCP به کارگیری دائمی ارتباط
fr: Toujours utiliser le TCP pour se connecter au serveurs en amont
he: השתמש תמיד ב-TCP על מנת להתחבר לשרתים
hu: Mindig használja a TCP-t az upstream szerverekhez való csatlakozáshoz
id: Selalu gunakan TCP untuk terhubung ke server hulu
it: Utilizza sempre TCP per connetterti ai server
ja: 上り通信にTCPを常に使う
ko: 업스트림 서버와 연결할 때 항상 TCP를 사용합니다.
ms: Selalu menggunakan sambungan TCP ke pelayan huluan
nl: Gebruik altijd TCP om met uitgaande servers te verbinden
pl: Zawsze użyj TCP podczas połączenia z serwerami
pt: Utilizar sempre TCP para ligar aos servidores upstream
pt_br: Sempre usar TCP para conectar a servidores upstream
ro: Folosește întotdeauna TCP către servere
ru: Всегда использовать TCP для исходящих соединений
sv: Använd alltid TCP för att ansluta till uppströms servrar
tr: Yükleme sunucularına bağlanmak için daima TCP kullan
uk: Завжди використовуйте TCP для підключення до верхніх серверів
vi: Luôn sử dụng cổng TCP để kết nối với các máy chủ nguồn
zh_hans: 总是用 TCP 与上游 DNS 服务器连接
zh_hant: 總是用 TCP 與上游 DNS 伺服器連線

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fr: Ajouter
he: הוסף
hu: Hozzáad
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# message_title_new_whitelist_rule
source: Add new domain whitelist rule
bg: Добавяне на нов домейн в белия списък с правила
da: Tilføj ny regl til domæne hvidliste
de: Neue Whitelisten Regel hinzufügen
el: Προσθήκη νέου τομέα στην λευκή λίστα κανόνων
es: Añadir nueva regla a la lista blanca de dominios
fa: افزودن سفید‌لیست دامنه‌ی جدید
he: הוסף שם מתחם חדש לרשימה הלבנה
hu: Új Domain hozzáadása az engedélyezési listához
id: Tambah aturan daftar putih domain yang baru
it: Aggiungi un nuovo dominio alla whitelist
ja: ホワイトリストに追加する
ko: 도메인 예외 규칙 추가
ms: Tambah peraturan senarai putih domain baru
nl: Nieuwe domein regel aan witte lijst toevoegen
pl: Dodaj regułę do białej listy
pt: Adicionar um novo domínio à lista branca
pt_br: Adicionar nova regra de lista branca de domínio
ro: Adaugă o regulă nouă pentru domenii permise
ru: Добавить новое правило белого списка
sv: Lägg till en ny domän vitlista regel
tr: Alan adı beyaz listesi kuralı ekle
uk: Додати нове правило для білого списку доменів
vi: Thêm quy tắt loại trừ tên miền mới
zh_hans: 添加新的域名白名单规则
zh_hant: 新增域名白名單規則
