Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Translation.*.resx
Languages: bg, da, de, el, es, fa, fr, he, hu, id, it, ja, ko, ms, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# loader_downloading_signature
source: Downloading signature . . .
bg: Сваляне на подпис . . .
da: Henter signatur . . .
de: Lade Signatur herunter . . .
el: Λήψη υπογραφής . . .
es: Descargando firma...
fa: ...دریافت امضاء ها
fr: Téléchargement de la signature...
he: מוריד חתימה . . .
hu: Aláírás letöltése. . .
id: Mengunduh signature . . .
it: Scaricando le firme . . .
ja: 署名をダウンロードしています…
ko: 서명 파일 다운로드 중...
ms: Memuat turun tandatangan digital . . .
nl: Handtekening wordt gedownload...
pl: Pobieranie sygnatury…
pt: A transferir assinatura...
pt_br: Baixando assinatura...
ro: Descarc semnătura...
ru: Загрузка подписи . . .
sv: Nedladdning av signatur. . .
tr: İmza indiriliyor. . .
uk: Завантаження підпису. . .
vi: Đang tải về chữ kỹ số...
zh_hans: 正在下载签名校验文件...
zh_hant: 正在下載簽章校驗檔…

# loader_downloading_installer
source: Downloading installer . . .
bg: Сваляне на инсталатор . . .
da: Henter installer . . .
de: Lade Installer herunter . . .
el: Λήψη προγράμματος εγκατάστασης . . .
es: Descargando instalador...
fa: ...دریافت نصب کننده
fr: Téléchargement de l'installeur...
he: מוריד התקנה. . .
hu: Telepítő letöltése. . .
id: Mengunduh pemasangan . . .
it: Scaricando l'installer . . .
ja: インストーラをダウンロード中
ko: 설치 파일 다운로드 중...
ms: Memuat turun pemasang . . .
nl: Installatieprogramma wordt gedownload...
pl: Pobieranie instalatora…
pt: A transferir o instalador...
pt_br: Baixando instalador...
ro: Descarc programul de instalare...
ru: Загрузка установщика . . .
sv: Hämtar installationsprogrammet. . .
tr: Yükleyici indiriliyor...
uk: Завантаження інсталятора. . .
vi: Đang tải về cài đặt...
zh_hans: 正在下载安装程序...
zh_hant: 正在下載安裝程式…

# loader_starting
source: Starting . . .
bg: Стартиране . . .
da: Starter . . .
de: Starte . . .
el: Εναρξη...
es: Iniciando...
fa: ...شروع
fr: Démarrage...
he: מתחיל. . .
hu: Indítás. . .
id: Memulai . . .
it: Avvio . . .
ja: インストールを開始しています
ko: 시작하는 중...
ms: Sedang bermula . . .
nl: Wordt gestart...
pl: Uruchamianie…
pt: A iniciar...
pt_br: Iniciando...
ro: Încep...
ru: Запуск . . .
sv: Startar. . .
tr: Başlatılıyor...
uk: Запуск. . .
vi: Đang bắt đầu...
zh_hans: 正在开启...
zh_hant: 正在啓動...

# loader_validate_folder
source: Validating {0} folder
bg: Валидиране на папка {0}
da: Validerer folderen {0}
de: Validiere {0} Verzeichnis
el: Επικύρωση {0} φακέλου
es: Validando carpeta {0}
fa: اعتبارسنجی {0} فولدر
fr: Validation du dossier {0}
he: מוודא תיקייה {0}
hu: {0} mappa érvényesítése
id: Memvalidasi {0} folder
it: Sto validando la cartella {0}
ko: {0} 폴더 확인 중
ms: Mengesahkan folder {0}
nl: Map {0} wordt geverifiëerd
pl: Sprawdzanie katalogu {0}
pt: A validar a pasta {0}
pt_br: Validando pasta {0}
ro: Validez directorul {0}
ru: Проверка папки {0}
sv: Validerar {0} -mappen
tr: {0} klasörünü doğrulama
uk: Перевірка папки {0}
vi: Xác nhận {0} thư mục
zh_hans: 正在验证 {0} 文件夹
zh_hant: 正在驗證 {0} 資料夾

# loader_loading_network_cards
source: Loading network cards . . .
bg: Зареждане на мрежови карти . . .
da: Indlæser netværkskort . . .
de: Lade Netzwerkkarten . . .
el: Φόρτωση καρτών δικτύου . . .
es: Cargando tarjetas de red...
fa: ‫...‫بارگزاری رابط های شبکه
fr: Chargement des cartes réseaux...
he: טוען כרטיסי רשת . . .
hu: Hálózati kártyák betöltése. . .
id: Memuat kartu jaringan . . .
it: Sto caricando le schede di rete . . .
ja: ネットワークアダプタを読み込み中…
ko: 네트워크 카드를 불러오는 중...
ms: Memuatkan kad antara muka rangkaian . . .
nl: Netwerk kaarten worden geladen...
pl: Wczytywanie interfejsów sieciowych…
pt: A carregar as placas de rede...
pt_br: Carregando placas de rede...
ro: Încarc interfețele de rețea...
ru: Загрузка сетевых карт . . .
sv: Laddar nätverkskort. . .
tr: Ağ kartları yükleniyor...
uk: Завантаження списку мережевих карт. . .
vi: Đang đọc thẻ mạng...
zh_hans: 正在获取网卡信息...
zh_hant: 正在獲取網路介面卡資訊...

# loader_failed_loading
source: Could not load {0}
bg: Не може да зареди {0}
da: Kunne ikke indlæse {0}
de: {0} kann nicht geladen werden
el: Αδυναμία φόρτωσης του {0}
es: No se puede cargar {0}
fa: ‫‫{0} ناموفق در بارگزاری
fr: Impossible de charger {0}
he: לא ניתן לטעון את {0}
hu: Betöltése nem sikerült {0}
id: Tidak dapat memuat {0}
it: Impossibile caricare {0}
ja: {0}のロードに失敗しました
ko: {0}을(를) 불러올 수 없습니다.
ms: Tidak dapat memuatkan {0}
nl: Kon {0} niet laden
pl: Nie można załadować {0}
pt: Não foi possível carregar {0}
pt_br: Não foi possível carregar {0}
ro: Nu pot încărca {0}
ru: Не удалось загрузить {0}
sv: Det gick inte att ladda {0}
tr: {0} yüklenemedi
uk: Не вдалося завантажити {0}
vi: Không thể đọc {0}
zh_hans: 无法载入 {0}
zh_hant: 無法載入 {0}

# loader_successfully_loaded
source: {0} successfully loaded
bg: {0} успешно заредени
da: {0} blev indlæst succesfuldt
de: {0} erfolgreich geladen
el: {0} φορτώθηκε με επιτυχία
es: {0} cargado exitosamente
fa: {0} با موفقیت بارگزاری شد
fr: {0} correctement chargé
he: {0} נטען בהצלחה
hu: {0} sikeresen betöltve
id: {0} berhasil dimuat
it: {0} caricato correttamente
ja: {0}のロードに成功しました
ko: {0}을(를) 성공적으로 불러왔습니다.
ms: {0} berjaya dimuatkan
nl: {0} laden geslaagd
pl: Pomyślnie załadowano {0}
pt: {0} carregada com sucesso
pt_br: {0} carregado com sucesso
ro: {0} s-a încărcat cu succes
ru: {0} успешно загружен
sv: {0} framgångsrikt laddad
tr: {0} başarıyla yüklendi
uk: {0} успішно завантажено
vi: {0} đã đọc thành công
zh_hans: {0} 已成功载入
zh_hant: {0} 已成功載入

# loader_loading
source: Loading {0} . . .
bg: Зареждане {0} . . .
da: Indlæser {0} . . .
de: Lade {0} . . .
el: Φόρτωση του {0} . . .
es: Cargando {0}...
fa: ‫‫. . . {0} در حال بارگزاری
fr: Chargement de {0} ...
he: טוען {0} . . .
hu: Betöltés {0} . . .
id: Memuat {0} . . .
it: Caricamento di {0} . . .
ja: {0}をロード中…
ko: {0}을(를) 불러오는 중...
ms: Memuatkan {0} . . .
nl: Laden van {0} ...
pl: Wczytywanie {0}…
pt: A carregar {0}...
pt_br: Carregando {0} ...
ro: Încarc {0}
ru: Загрузка {0} . . .
sv: Laddar {0}. . .
tr: Yükleniyor {0} . . .
uk: Завантаження
vi: Đang đọc {0}...
zh_hans: 正在载入{0}
zh_hant: 正在載入 {0} ...

# loader_missing_files
source: Missing files in the {0} folder:\n{1}\n\nThink about a new installation of {2}
bg: Липсват файлове в папка {0}:\n{1}\n\nПомислете за нова инсталация на {2}
da: Mangler filer i folderen {0}:\n{1}\n\nOvervej en ny installation af {2}
de: Vermisse Dateien im {0} Verzeichnis:\n{1}\n\nDenken Sie über eine Neuinstallation von {2} nach
el: Ελλειπής αρχεία, στον {0} φάκελο:\n{1}\n\nΘέλετε να γίνει νέα εγκατάσταση του {2}
es: Faltan archivos en la carpeta {0}:\n{1}\n\nConsidera una nueva instalación de {2}
fa: پرونده‌های از دست‌رفته در پوشه {0}: {1} به فکر نصب مجدد {2} باشید
fr: Fichiers manquants dans le répertoire {0}\n{1}\n\nPensez à une nouvelle installation de {2}
he: קבצים חסרים בתיקייה {0}: {1} שקול התקנה חדשה של {2}
hu: Hiányzó fájlok in the {0} folder:\n{1}\n\nThink about a new installation of {2}
id: Tidak ditemukan berkas didalam folder {0} :\n{1}\n\nPertimbangkan memulai instalasi baru dari {2}
it: File mancanti nella {0} cartella:\n{1}\n\nProva a reinstallare {2}
ja: フォルダ{0}の中に以下のファイルが見つかりません\n{1}\n\n{2}の新規インストールを御検討下さい
ko: {0} 폴더에 누락된 파일이 있습니다:\n{1}\n\n{2} 설치를 고려해보세요.
ms: Fail hilang daripada folder {0} :\n{1}\n\nPertimbangkan pemasangan {2} yang baru
nl: Ontbrekende bestanden in map {0}:\n{1}\n\nProbeer {2} opnieuw te installeren
pl: Brakuje plików w katalogu {0}.\n\{1}\n\nPomyśl o ponownej instalacji {2}.
pt: Ficheiros em falta na pasta {0}:\n{1}\n\nPonderar nova instalação de {2}
pt_br: Arquivos faltando na pasta {0}: {1} Pense em uma nova instalação do {2}
ro: Lipsesc fișiere în directorul {0} \n{1}\n\nÎncearcă o nouă instalare a {2}
ru: Отсутствуют файлы в папке {0}:\n{1}\n\nЛучше переустановить {2}
sv: Saknade filer i mappen {0}: \ n {1} \ n \ nÖverväg en ny installation av {2}
tr: {0} içindeki dosyalar eksik klasör:\n{1}\n\n {2} 'nin yeni bir kurulumunu düşünün
uk: Відсутні файли в папці {0}: n {1} n Подумайте про нову установку {2}
vi: Thiếu tệp trong thư mục {0}: \n{1}\n\n. Hãy nghĩ đến bản cài đặt mới của {2}
zh_hans: {0} 文件夹缺少文件:\n{1}\n\n尝试使用 {2}的全新安装
zh_hant: {0} 資料夾缺少檔案: {1} 嘗試使用 {2} 的全新安裝

# loader_all_files_available
source: All required files have been found
bg: Намерени са всички необходими файлове
da: Alle påkrævede filer blev fundet
de: Alle benötigten Dateien wurden gefunden
el: Όλα τα απαιτούμενα αρχεία έχουν βρεθεί
es: Todos los archivos requeridos han sido encontrados
fa: تمام فایل های مورد نیاز یافت شد
fr: Tous les fichiers requis ont été trouvé
he: כל הקבצים הנחוצים נמצאו
hu: Minden szükséges fájl megtalálható
id: Semua berkas yang dibutuhkan telah ditemukan
it: Tutti i file necessari sono stati trovati
ja: 必要なファイルが全て見つかりました
ko: 필요한 파일들이 모두 있습니다.
ms: Semua fail yang diperlukan telah dijumpai
nl: Alle nodige velden werden gevonden
pl: Znaleziono wszystkie wymagane pliki
pt: Todos os ficheiros necessários foram encontrados
pt_br: Todos os arquivos necessários foram encontrados
ro: Toate fișierele necesare au fost găsite
ru: Все необходимые файлы найдены
sv: Alla nödvändiga filer har hittats
tr: Gerekli tüm dosyalar bulundu
uk: Знайдено всі необхідні файли
vi: Tất cả yêu cầu tệp đã được tìm thấy
zh_hans: 全部必须文件都已具备
zh_hant: 全部必要檔案都已具備

source: About
bg: Относно
da: Om
de: Über
el: Σχετικά με
es: Acerca de
fa: درباره
fr: A propos
he: אודות
hu: Magunkról
id: Tentang
it: Informazioni
ko: 정보
ms: Perihal
nl: Over
pl: O programie
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О программе
sv: Om
tr: Hakkında
uk: Про
vi: Thông tin
zh_hans: 关于
zh_hant: 關於

# about_software
source: Software
bg: Софтуер
el: Λογισμικό
fa: نرم‌افزار
fr: Programme
he: תוכנה
hu: Szoftver
id: Perangkat Lunak
ja: ソフトウェア
ko: 소프트웨어
ms: Perisian
pl: Oprogramowanie
ru: Программа
sv: Programvara
tr: Yazılım
uk: Програмне забезпечення
vi: Phần mềm
zh_hans: 软件
zh_hant: 軟體

# about_license
source: License
bg: Лиценз
da: Licens
de: Lizenz
el: Άδεια χρήσης
es: Licencia
fa: لایسنس
fr: Licence
he: רישיון
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이센스
ms: Lesen
nl: Licentie
pl: Licencja
pt: Licença
pt_br: Licença
ro: Licență
ru: Лицензия
sv: Licens
tr: Lisans
uk: Ліцензія
vi: Bản quyền
zh_hans: 许可文件
zh_hant: 授權條款

# about_view_on_github
source: View on GitHub
bg: Преглед в GitHub
da: Vis på GitHub
de: Auf Github anzeigen
el: Εμφάνιση στο GitHub
es: Ver en GitHub
fa: GitHub مشاهده در
fr: Voir sur GitHub
he: צפה ב-GitHub
hu: Megtekintés a GitHub-on
id: Lihat di GitHub
it: Vedi su GitHub
ja: GitHubのページを開く
ko: 깃허브에서 보기
ms: Lihat di GitHub
nl: Bekijk op GitHub
pl: Zobacz na GitHubie
pt: Ver no GitHub
pt_br: Ver no GitHub
ro: Vezi pe HitHub
ru: Посмотреть на GitHub
sv: Visa på GitHub
tr: Github üzerinde görüntüle
uk: Переглянути на GitHub
vi: Xem trên GitHub
zh_hans: 在 Github 上查看
zh_hant: 在 Github 上查看

# tabitem_querylog
source: Query Log
bg: Запитвания
da: Log Opslag
el: Καταγραφή αιτημάτων
es: Registro de consultas
fa: گزارش‌فعالیت
fr: Récupérer les journaux
he: תיעוד שאילתות
hu: Lekérdezési napló
id: Catatan kueri
it: Log delle Query
ja: クエリログ
ko: 쿼리 기록
ms: Log Kueri
nl: Logboek
pl: Dziennik zapytań
pt: Registo de interrogações
pt_br: Log de Consultas
ro: Caută în log
ru: Лог запросов
sv: Förfrågningslogg
tr: Sorgu Günlüğü
uk: Журнал запитів
vi: Nhật ký truy vấn
zh_hans: 日志
zh_hant: 日誌

source: Query Log
bg: Дневник със запитвания
da: Log Opslag
el: Καταγραφή ερωτημάτων
es: Registro de consultas
fa: گزارش‌فعالیت
fr: Récupérer les journaux
he: תיעוד שאילתות
hu: Lekérdezési napló
id: Catatan Kueri
it: Log delle query
ja: クエリログ
ko: 쿼리 기록
ms: Log Kueri
nl: Logboek
pl: Dziennik zapytań
pt: Registo de interrogações
pt_br: Log de Consultas
ro: Caută în jurnal
ru: Лог запросов
sv: Förfrågningslogg
tr: Sorgu Günlüğü
uk: Журнал запитів
vi: Nhật ký truy vấn
zh_hans: 日志
zh_hant: 日誌

# querylog_waiting_for_data
source: waiting for DNS queries
bg: изчакване за DNS запитвания
da: venter på DNS opslag
de: warte auf DNS Anfragen
el: αναμονή για αιτήματα DNS
es: esperando para consultas DNS
fa: DNS در انتظار دریافت یک درخواست
fr: en attente des requêtes DNS
he: ממתין לשאילתות DNS
hu: várakozás a DNS lekérdezésekre
id: menunggu kueri DNS
it: in attesa delle query DNS
ja: DNSクエリを待機中
ko: DNS 쿼리 대기 중
ms: menungu kueri-kueri DNS
nl: Wachtend op DNS aanvragen
pl: brak zapytań DNS
pt: À espera das interrogações de DNS
pt_br: aguardando por consultas DNS
ro: aștept cererile DNS
ru: ожидание запросов DNS
sv: väntar på DNS-förfrågningar
tr: DNS sorguları için bekleniyor
uk: очікування запитів DNS
vi: đang chờ truy vấn DNS
zh_hans: 正在等待 DNS 查询结果
zh_hant: 正在等候 DNS 查詢結果

# querylog_entry_count
source: Entries:
bg: Всички записи:
da: Poster:
de: Einträge:
el: Καταχωρήσεις:
es: Entradas:
fa: موارد:
fr: Entrées:
he: רשומות:
hu: Bejegyzés:
id: Entri:
it: Elementi:
ko: 개수 :
ms: Entri-entri:
nl: Meldingen:
pl: Wpisy:
pt: Entradas:
pt_br: Entradas:
ro: Intrări:
ru: Записи:
sv: Inlägg:
tr: Girdiler:
uk: Записи:
vi: Mục:
zh_hans: 条目数量：
zh_hant: 條目數量：

# querylog_source_file
source: Source:
bg: Източник:
da: Kilde:
de: Quelle:
el: Πηγή:
es: Fuente:
fa: مسیر فایل:
he: מקור:
hu: Forrás:
id: Sumber:
it: Sorgente:
ja: ログファイル
ko: 원본 :
ms: Sumber:
nl: Oorsprong:
pl: Źródło:
pt: Fonte:
pt_br: Fonte:
ro: Sursă:
ru: Источник:
sv: Källa:
tr: Kaynak:
uk: Джерело
vi: Nguồn:
zh_hans: 来源：
zh_hant: 來源：

# querylog_button_clear
source: Clear List
bg: Изчистване на списъка
da: Ryd Liste
de: Liste leeren
el: Εκκαθάριση λίστας
es: Limpiar lista
fa: پاکسازی لیست
fr: Effacer la liste
he: נקה רשימה
hu: Lista törlése
id: Hapus Daftar
it: Svuota lista
ja: クリア
ko: 목록 초기화
ms: Kosongkan Senarai
nl: Lijst wissen
pl: Wyczyść listę
pt: Limpar Lista
pt_br: Limpar Lista
ro: Șterge lista
ru: Очистить список
sv: Rensa listan
tr: Listeyi temizle
vi: Dọn danh sách
zh_hans: 清除列表
zh_hant: 清除列表

# querylog_button_block
source: Block Selected
bg: Блокиране на избраните
da: Bloker Valgte
de: Ausgewählte blockieren
el: Αποκλεισμός Επιλεγμένων
es: Bloquear Seleccionado
fa: مسدود کردن مورد انتخاب شده
fr: Bloqué sélectionné
he: חסום נבחר
hu: Kiválasztott blokk
id: Blokir yang dipilih
it: Blocca selezionato
ja: 選択をブロック
ko: 선택된 쿼리 차단
ms: Sekat yang dipilih
nl: Keuzes blokkeren
pl: Blokuj wybrane
pt: Bloquear selecionados
pt_br: Bloquear Selecionado(s)
ro: Blochează intrările selectate
ru: Блокировать выбранные
sv: Blockera valda
tr: Seçilen Blok
uk: Блокувати обране
vi: Chặn mục đã chọn
zh_hans: 封禁已选
zh_hant: 已選阻擋

source: Domain Block Log
bg: Дневник с блокирани домейни
da: Domæne Blokerings Log
el: Καταγραφή μπλοκαρισμένου τομέα
es: Registro de bloqueo de dominios
fa: گزارش‌مسدودیت‌دامنه
fr: Journaux des domaines bloqués
hu: Tiltott Domain napló
id: Catatan Domain Terblokir
it: Log domini bloccati
ja: ブロックログ
ko: 도메인 차단 기록
ms: Log Sekatan Nama Domain
nl: Geblokkeerde domeinen
pl: Dziennik blokowanych domen
pt: Registo de domínios bloqueados
pt_br: Log de Bloqueio de Domínio
ro: Jurnal al domeniilor blocate
ru: Лог блокировки доменов
sv: Domänblockeringslogg
tr: Alan Adı Blok Günlüğü
uk: Журнал блокування домену
vi: Nhật ký tên miền
zh_hans: 域名封禁日志
zh_hant: 域名阻擋日誌

# domainblocklog_waiting_for_data
source: waiting for blocked DNS queries
bg: изчакване за блокирани DNS запитвания
da: venter på blokerede DNS opslag
de: warte auf blockierte DNS Anfragen
el: Αναμονή για καταγραφές μπλοκαρισμένου τομέα
es: esperando para consultas DNS bloqueadas
fa: مسدود شده DNS در انتظار یک درخواست به سمت
fr: en attente des requêtes DNS bloquées
he: ממתין לשאילתות DNS חסומות
hu: várakozás a tiltott DNS lekérdezésekre
id: menunggu kueri DNS yang terblokir
it: in attesa delle query DNS bloccate
ja: ブロックされたクエリを待機中
ko: 차단된 DNS 쿼리 대기 중
ms: menunggu kueri-kueri DNS yang tersekat
nl: Wachtend op geblokkeerde DNS aanvragen
pl: brak zablokowanych zapytań DNS
pt: a aguardar interrogações de DNS bloqueadas
pt_br: aguardando por consultas DNS bloqueadas
ro: aștept să apară cereri DNS blocate
ru: ожидание блокируемых запросов DNS
sv: väntar på blockerade DNS-frågor
tr: Engellenen DNS sorguları için bekleniyor
uk: очікування заблокованих запитів DNS
vi: đang chờ truy vấn DNS đã bị chặn
zh_hans: 正在等待已封禁的 DNS 请求
zh_hant: 正在等待已阻擋的 DNS 請求

# domainblocklog_entry_count
source: Entries:
bg: Всички записи:
da: Poster:
de: Einträge:
el: Καταχωρήσεις:
es: Entradas:
fa: موارد:
fr: Entrées:
he: רשומות:
hu: Bejegyzés:
id: Entri:
it: Elementi:
ja: エントリー:
ko: 개수 :
ms: Entri:
nl: Meldingen:
pl: Wpisy:
pt: Entradas:
pt_br: Entradas:
ro: Înregistrări
ru: Записи:
sv: Inlägg:
tr: Girdiler:
uk: Записи
vi: Mục:
zh_hans: 条目数量：
zh_hant: 條目數量：

# domainblocklog_source_file
source: Source:
bg: Източник:
da: Kilde:
de: Quelle:
el: Πηγή:
es: Fuente:
fa: مسیر‌فایل:
he: מקור:
hu: Forrás:
id: Sumber:
it: Sorgente:
ja: ソース:
ko: 원본 :
ms: Sumber:
nl: Oorsprong:
pl: Źródło:
pt: Fonte:
pt_br: Fonte:
ro: Cale pe disc:
ru: Источник:
sv: Källa:
tr: Kaynak:
uk: Джерело
vi: Nguồn:
zh_hans: 来源：
zh_hant: 來源：

# domainblocklog_button_clear
source: Clear List
bg: Изчистване на списъка
da: Ryd Liste
de: Liste leeren
el: Εκκαθάριση λίστας
es: Limpiar lista
fa: پاکسازی لیست
fr: Effacer la liste
he: נקה רשימה
hu: Lista törlése
id: Hapus Daftar
it: Svuota lista
ja: クリア
ko: 목록 초기화
ms: Kosongkan Senarai
nl: Lijst wissen
pl: Wyczyść listę
pt: Limpar lista
pt_br: Limpar Lista
ro: Șterge lista
ru: Очистить список
sv: Rensa lista
tr: Listeyi temizle
uk: Очистити список
vi: Dọn danh sách
zh_hans: 清除列表
zh_hant: 清除列表

# tabitem_domainblocklog
source: Domain Block Log
bg: Блокирани домейни
da: Domæne Blokerings Log
el: Καταγραφή μπλοκαρισμένου τομέα
es: Registro de dominios bloqueados
fa: گزارش‌مسدودیت‌دامنه
fr: Journaux des domaines bloqués
he: תיעוד חסימת שם מתחם
hu: Tiltott Domain napló
id: Catatan Domain Terblokir
it: Log domini bloccati
ja: ドメインブロック履歴
ko: 도메인 차단 기록
ms: Log Nama Domain tersekat
nl: Geblokkeerde domeinen
pl: Dziennik zablokowanych domen
pt: Registo de bloqueio de domínios
pt_br: Log de Bloqueio de Domínio
ro: Lista de domenii blocate
ru: Лог блокировки доменов
sv: Domänblockeringslogg
tr: Alan Adı Blok Günlüğü
uk: Журнал заблокованих доменів
vi: Nhật ký tên miền
zh_hans: 域名封禁日志
zh_hant: 域名阻擋日誌

# tabitem_addressblocklog
source: Address Block Log
bg: Блокирани адреси
da: Addresse Blokerings Log
de: Adressen Block Log
el: Καταγραφή μπλοκαρισμένης διεύθυνσης
es: Registro de direcciones bloqueadas
fa: گزارش‌مسدودیت‌آدرس
fr: Journaux des adresses bloquées
he: תיעוד חסימת כתובת
hu: Tiltott Cím napló
id: Catatan Alamat Terblokir
it: Log indirizzi bloccati
ja: アドレスブロック履歴
ko: 주소 차단 기록
ms: Log Alamat yang tersekat
nl: Geblokkeerde adressen
pl: Dziennik zablokowanych adresów
pt: Registo de bloqueio de endereços
pt_br: Log de Bloqueio de Endereços
ro: Jurnalul de adrese blocate
ru: Лог блокировки адресов
sv: Adressblockeringslogg
tr: Adres Blok Günlüğü
uk: Журнал заблокованих адрес
vi: Nhật ký địa chỉ
zh_hans: 地址封禁日志
zh_hant: 網址阻擋日誌

# tabitem_domainblacklist
source: Domain Blacklist
bg: Блокиране на домейни
da: Domæne Sortliste
de: Domain Blackliste
el: Μάυρη λίστα τομέα
es: Lista negra de dominios
fa: لیست‌سیاه‌دامنه
fr: Liste noire de domaine
he: שמות מתחם - רשימה שחורה
hu: Domain Tiltólista
id: Domain Daftar Hitam
it: Domini in blacklist
ja: ブラックリスト
ko: 도메인 차단 목록
ms: Senarai hitam nama domain
nl: Zwarte lijst van domeinen
pl: Blokowane domeny
pt: Lista negra de domínios
pt_br: Lista Negra de Domínios
ro: Lista de domenii blocate
ru: Черный список доменов
sv: Domänsvartlista
tr: Alan Adı Kara Listesi
uk: Чорний список доменів
vi: Danh sách chặn tên miền
zh_hans: 域名黑名单
zh_hant: 域名黑名單

# tabitem_addressblacklist
source: Address Blacklist
bg: Блокиране на адреси
da: Addresse Sortliste
de: Adressen Blackliste
el: Μάυρη λίστα διευθύνσεων
es: Lista negra de direcciones
fa: لیست‌سیاه‌آدرس
fr: Liste noire d'adresse
he: כתובות - רשימה שחורה
hu: Cím Tiltólista
id: Alamat Daftar Hitam
it: Indirizzi in blacklist
ja: アドレス ブラックリスト
ko: 주소 차단 목록
ms: Senarai hitam alamat
nl: Zwarte lijst van adressen
pl: Blokowane adresy
pt: Lista negra de endereços
pt_br: Lista Negra de Endereços
ro: Lista de adrese blocate
ru: Черный список адресов
sv: Adresssvartlista
tr: Adres Kara Listesi
uk: Чорний список адрес
vi: Danh sách chặn IP
zh_hans: 地址黑名单
zh_hant: 網址黑名單

source: Settings
bg: Настройки
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fr: Paramètres
he: הגדרות
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sv: inställningar
tr: Ayarlar
uk: Налаштування
vi: Cấu hình
zh_hans: 设置
zh_hant: 設定

# settings_domain_blacklist
source: Show "Domain Blacklist" Tab
bg: Раздел "Блокиране на домейни"
da: Vis "Domæne Sortliste" Fane
de: "Domain Blackliste" in Tabs anzeigen
el: Εμφάνιση καρτέλας "Μάυρη λίστα τομέα"
es: Mostrar pestaña "Lista negra de dominios"
fa: "نمایش تب "لیست‌سیاه‌دامنه
fr: Afficher l'onglet "Liste noire de domaine"
he: הצג לשונית "שמות מתחם - רשימה שחורה"
hu: A "Domain Tiltólista" lap megjelenítése
id: Tampilkan Tab "Domain Daftar Hitam"
it: Mostra scheda "Domini bloccati"
ja: ドメインブラックリストタブを表示
ko: "도메인 차단 목록" 탭 보기
ms: Tunjuk Tab "Senarai Hitam Nama Domain"
nl: Toon "Zwarte lijst van domeinen" tab
pl: Pokaż kartę „blokowane domeny”
pt: Mostrar o separador "Lista negra de domínios"
pt_br: Exibir Aba "Lista Negra de Domínios"
ro: Arată tab-ul cu domeniile blocate
ru: Вкладка "Черный список доменов"
sv: Visa fliken "Domänsvartlista"
tr: "Alan Adı Kara Listesi" Sekmesini göster
uk: Показати вкладку "Чорний список доменів"
vi: Hiện thẻ "Danh sách chặn tên miền"
zh_hans: 显示“域名黑名单”标签
zh_hant: 顯示「域名黑名單」分頁

# settings_address_blacklist
source: Show "Address Blacklist" Tab
bg: Раздел "Блокиране на адреси"
da: Vis "Addresse Sortliste" Fane
de: "Adressen Blackliste" in Tabs anzeigen
el: Εμφάνιση καρτέλας "Μάυρη λίστα διευθύνσεων"
es: Mostrar pestaña "Lista negra de direcciones"
fa: "نمایش تب "لیست‌سیاه‌آدرس
fr: Afficher l'onglet "Liste noire d'adresse"
he: הצג לשונית "כתובות - רשימה שחורה"
hu: A "Cím Tiltólista" lap megjelenítése
id: Tampilkan Tab "Alamat Daftar Hitam"
it: Mostra scheda "Indirizzi bloccati"
ja: アドレス ブラックリスト タブを表示
ko: "주소 차단 목록" 탭 보기
ms: Tunjuk Tab "Senarai Hitam Alamat"
nl: Toon "Zwarte lijst van adressenn" tab
pl: Pokaż kartę „blokowane adresy”
pt: Mostrar o separador "Lista negra de endereços"
pt_br: Exibir Aba "Lista Negra de Endereços"
ro: Arată tab-ul cu adresele blocate
ru: Вкладка "Черный список адресов"
sv: Visa fliken "Adresssvartlista"
tr: "Adres Kara Listesi" Sekmesini göster
uk: Показати вкладку "Чорний список адрес"
vi: Hiện thẻ "Danh sách chặn IP"
zh_hans: 显示“地址黑名单”标签
zh_hant: 顯示「網址黑名單」分頁

# settings_domain_block
source: Show "Domain Block Log" Tab
bg: Раздел "Дневник с блокирани домейни"
da: Vis "Domæne Blokerings Log" Fane
de: "Domain Block Log" in Tabs anzeigen
el: Εμφάνιση καρτέλας "Καταγραφή μπλοκαρισμένου τομέα"
es: Mostrar pestaña "Registro de bloqueo de dominios"
fa: "نمایش تب "گزارش‌مسدودیت‌دامنه
fr: Afficher l'onglet "Journaux des domaines bloqués"
he: הצג לשונית "תיעוד חסימת שם מתחם"
hu: "Tiltott Domain napló" megjelenítése
id: Tampilkan Tab "Catatan Domain Terblokir"
it: Mostra scheda "Log domini bloccati"
ja: ドメインブロック履歴タブを表示
ko: "도메인 차단 기록" 탭 보기
ms: Tunjuk Tab "Log Nama Domain Tersekat"
nl: Toon "Geblokkeerde domeinen" tab
pl: Pokaż kartę „dziennik zablokowanych domen”
pt: Mostrar o separador "Registo de bloqueio de domínios"
pt_br: Exibir Aba "Log de Bloqueio de Domínios"
ro: Arată tab-ul cu jurnalul domeniilor blocate
ru: Вкладка "Лог блокировки доменов"
sv: Visa fliken "Domänblockeringslogg"
tr: "Alan Adı Blok Günlüğü" Sekmesini göster
uk: Показати вкладку "Список заблокованих доменів"
vi: Hiện thẻ "Nhật ký tên miền"
zh_hans: 显示“域名封禁日志”标签
zh_hant: 顯示「域名阻擋日誌」分頁
