Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Translation.*.resx
Languages: bg, da, de, el, es, fa, fr, he, hu, id, it, ja, ko, ms, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# message_content_new_whitelist_rule
source: Example: *.example.com, ads.*, *sex*, you also can add a comma-separated list of rules
bg: Пример: *.example.com, ads.*, *sex*, също така, можете да добавите и списък с правила с разделител запетая
da: Eksempel: *.example.com, ads.*, *sex*. Du kan også tilføje en kommasepareret liste af regler
de: Beispiel: *.example.com, ads.*, *sex*, es ist ebenfalls möglich eine durch Komma getrennte Liste hinzuzufügen
el: Παράδειγμα: *.example.com, διαφημίσεις.*, *σεξ*, μπορείτε επίσης να προσθέσετε μία διαχωρισμένη με κόμμα, λίστα με κανόνες
es: Ejemplo: *.example.com, ads.*, *sex*, también puedes añadir una lista de reglas separadas por comas.
fr: Exemple: *.exemple.com, publicites.*, *sexe*, vous pouvez aussi ajouter une liste de règles séparées par des virgules.
hu: Példa: * .example.com, hirdetések. *, * Szex *, hozzáadhat egy vesszővel elválasztott szabálylistát is
id: Contoh: *.example.com, ads.*, *sex*, Anda juga dapat menambahkan daftar aturan dengan dipisahkan tanda koma
it: Esempio: *.example.com, ads.*,*sex*, puoi anche inserire una lista di regole separate da virgola
ja: カンマで区切ってルールを追加できます。例: *.example.jp, ads.*, *sex*
ko: 예시 : *.example.com, *sex*, ads, 쉼표로 분리된 규칙 목록
ms: Sebagai contoh: *.example.com, ads.*, *sex*, anda juga boleh menyertakan senarai peraturan yang dipisahkan koma
nl: Voorbeeld: *.voorbeeld.com, reclame.¨*, *seks*, of een kommagescheiden lijst van regels kan toegevoegd worden
pl: Przykład: *.example.com, ads.*, *sex*, możesz także dodać listę domen rozdzielonych przecinkami
pt: Exemplo: *.example.com, ads.*, *sex*, pode também adicionar uma lista de regras separada por vírgulas
pt_br: Exemplo: *.exemplo.com, ads.*, *sex*, você também pode adicionar uma lista de regras separada por vírgulas
ro: Exemplu: *.exemplu.com, ads.*, *sex*, poti adăuga reguli separate prin virgulă
ru: Пример: *.example.com, ads.*, *sex*, также можете добавить список правил, разделенных запятыми
sv: Exempel: * .exempel.com, annonser. *, * sex *, du kan också lägga till en kommaseparerad lista över regler
tr: Örnek: * .example.com, ads. *, * Sex *, virgül ile ayrılmış kurallar listesi de ekleyebilirsiniz
uk: Приклад: * .example.com, оголошення. *, * Секс *, ви також можете додати список правил, розділених комами
vi: Ví dụ: *.vietnam.com, quangcao.*, *sex*, bạn cũng có thể thêm danh sách các quy tắc
zh_hans: 示例：*.example.com, ads.*, *sex*。你也可以添加以逗号分隔开的规则列表。
zh_hant: 範例：*.example.com, ads.*, *sex*。你也可以添加以逗號分隔開的規則列表。

# message_title_new_blacklist_rule
source: Add new domain blacklist rule
bg: Добавяне на нов домейн в черния списък с правила
da: Tilføj ny regl til domæne sortliste
de: Neue Blacklisten Regel hinzufügen
el: Προσθήκη νέου τομέα στην μαύρη λίστα κανόνων
es: Añadir nueva regla a la lista negra de dominios
hu: Új Domain hozzáadása az tiltólistához
id: Tambah aturan daftar hitam domain yang baru
it: Aggiungi un nuovo dominio alla blacklist
ja: ブラックリストに追加する
ko: 도메인 차단 규칙 추가
ms: Tambah peraturan senarai hitam domain baru
nl: Nieuwe domein regel aan de zwarte lijst toevoegen
pl: Dodaj domenę do czarnej listy
pt: Adicionar um novo domínio à lista negra
pt_br: Adicionar nova regra de lista negra de domínio
ro: Adaugă o regulă nouă pentru domenii blocate
ru: Добавить новое правило черного списка
sv: Lägg till en ny domän svartlistningsregel
tr: Alan adı kara listesi kuralı ekle
uk: Додайте правилодля нового чорного списку доменів
vi: Thêm quy tắc chặn tên miền
zh_hans: 添加新的域名黑名单规则
zh_hant: 新增域名黑名單規則

# message_content_new_blacklist_rule
source: Example: *.example.com, ads.*, *sex*, you can also add a comma-separated list of rules, a file that starts with file:my-custom-rules.txt or a remote URL that begins with http:// or https://.
bg: Пример: *.example.com, ads.*, *sex*, също така, можете да добавите и списък с правила с разделител запетая, файл, започващ с file:my-custom-rules.txt или външен URL адрес започващ с http:// или https://
da: Eksempel: *.example.com, ads.*, *sex*. Du kan også tilføje en kommasepareret liste af regler, en fil som starter med file:mine-custom-regler.txt eller en ekstern URL som begynder med http:// eller https://.
de: Beispiel: *.example.com, ads.*, *sex*, es ist ebenfalls möglich eine durch Komma getrennte Liste hinzuzufügen, eine Datei beginnend mit file:my-custom-rules.txt oder eine URL beginnend mit http:// oder https://.
el: Παράδειγμα: *.example.com, διαφημίσεις.*, *σεξ*, μπορείτε επίσης να προσθέσετε μία διαχωρισμένη με κόμμα, λίστα κανόνων, ένα αρχείο που ξεκινά με file:my-custom-rules.txt η μια διεύθυνση URL που αρχίζει με http:// η https://.
es: Ejemplo: *.example.com, ads.*, *sex*, también puedes añadir una lista de reglas separadas por comas, un archivo que empieza con archivo:my-custom-rules.txt o una URL remota que comience con http:// o http://.
fr: Exemple: *.exemple.com, publicites.*, *sex*, vous pouvez aussi ajouter une liste de règles séparées par des virgules, un fichier qui commence par file:mes-listes-personnalisees.txt ou une URL distante qui commence par http:// ou https://
hu: Példa: * .example.com, hirdetések. *, * Szex *, vesszővel elválasztott szabálylistát is hozzáadhat, egy fájlt tartalmazó fájl: my-custom-rules.txt vagy egy http-vel kezdődő távoli URL-cím : // vagy https: //.
id: Contoh: *.example.com, ads.*, *sex*, Anda juga dapat menambahkan daftar aturan dengan dipisahkan tanda koma, sebuah berkas yang dimulai dengan file:my-custom-rules.txt atau pranala luar yang dimulai dengan http:// or https://.
it: Esempio: *.example.com, ads.*, *sex*, puoi anche inserire una lista di regole, un file che comincia con:my-custom-rules.txt o un URL remoto che comincia con http:// o https://.
ja: カンマで区切ってルールを追加できます。もしくはファイルやURLを指定できます。例: *.example.jp, ads.*, *sex*、file:///my-rules.txt、http://又はhttps://
ko: 예시 : *.example.com, *sex*, ads, 쉼표로 분리된 규칙 목록, file:로 시작하는 파일, http://나 https://로 시작하는 외부 링크
ms: Sebagai contoh: *.example.com, ads.*, *sex*, anda juga boleh menyertakan senarai peraturan yang dipisahkan koma, atau fail yang bermula dengan 'fail: peraturan-sendiri.txt' ataupun URL luaran yang bermula dengan http: // atau https: //.
nl: Voorbeeld: *.voorbeeld.com, reclame.¨*, *seks*, of een kommagescheiden lijst van regels kan toegevoegd worden. Een bestand dat begint met "file:mijn-regels.txt" of een externe URL beginnend met "http://" of "https://".
pl: Przykład: *.example.com, ads.*, *sex*, możesz także dodać listę domen rozdzielonych przecinkami, czy też plik my-custom-rules.txt lub odnośnik zaczynający się od http:// or https://.
pt: Exemplo: *.example.com, ads.*, *sex*, pode também adicionar uma lista de regras separada por vírgulas, um ficheiro que comece com: my-custom-rules.txt ou um URL que comece com http:// ou https://.
pt_br: Exemplo: * .exemplo.com, ads.*, *sex*, você também pode adicionar uma lista de regras separadas por vírgulas, um arquivo que começa como file:my-custom-rules.txt ou uma URL remota que começa com http:// ou https://.
ro: Exemplu: *.exemplu.com, ads.*, *sex*, poti adăuga reguli separate prin virgulă sau un fișier ce începe cu file:my-custom-rules.txt sau un URL care începe cu http:// or https://.
ru: Пример: *.example.com, ads.*, *sex*, также можете добавить список правил, разделенных запятыми, файл - который начинается с file:my-custom-rules.txt или удаленный URL-адрес, который начинается с http:// или https://.
sv: Exempel: * .exempel.com, annonser. *, * sex *, du kan också lägga till en kommaseparerad lista över regler, en fil som börjar med filen: my-custom-rules.txt eller en avlägsen URL som börjar med http : // eller https: //.
tr: Örnek: *.* example.com reklamlar. *seks*, aynı zamanda kurallar, dosya:my-custom-rules.txt ya da http:// veya https://ile başlayan uzak bir URL ile başlayan bir dosya virgülle ayrılmış listesi ekleyebilirsiniz.
uk: Приклад: * .example.com, оголошення. *, * Секс *, ви також можете додати список правил, розділених комами, файл, який починається з file: my-custom-rules.txt або віддаленої URL-адреси, що починається з http : // або https: //.
vi: Ví dụ: *.vietnam.com, quangcao.*, *sex*, bạn cũng có thể thêm lệnh chặn cho quy tắt, một tập tin chứa quy tắt như taptin.txt hoặc một địa chỉ URL bắt đầu với http:// hoặc https://.
zh_hans: 示例： *.example.com, ads.*, *sex*。你也可以添加以逗号分隔开的规则列表，以my-custom-rules.txt 文档开头的文件，还可以添加以 http:// 或 https:// 开头的网络地址。
zh_hant: 範例： *.example.com, ads.*, *sex*。你也可以添加以逗號分隔開的規則列表，以 my-custom-rules.txt 文檔開頭的文件，還可以添加以 http:// 或 https:// 開頭的遠端檔案網址。

# working_dialog_title
source: Lists are merged . . .
bg: Обединяване на списъците . . .
da: Lister er sammenføjet . . .
de: Listen werden zusammengeführt . . .
el: Η σκληρή δουλειά τελειώνει . . .
es: Uniendo listas...
fr: Un travail difficile est en train d'être effectué...
hu: A listák összevonva. . .
id: Menggabungkan daftar . . .
it: Sto consolidando le liste. . .
ja: リストを更新しました…
ko: 목록 병합됨...
ms: Senarai digabungkan . . .
nl: Lijsten worden samengevoegd...
pl: Ciężko pracuję…
pt: As listas estão fundidas...
pt_br: As listas foram combinadas . . .
ro: Listele sunt comasate....
ru: Списки объединяются . . .
sv: Listorna slås samman. . .
tr: Listeler birleşti. . .
uk: Списки об'єднані. . .
vi: Đợi chút! Công việc khó khăn đang thực hiện...
zh_hans: 列表正在合併中......
zh_hant: 列表正在合併中......

# button_select_path
source: Select path
bg: Избиране на път
da: Vælg sti
de: Pfad wählen
el: Επιλογή διαδρομής
es: Seleccionar ruta
fa: انتخاب مسیر
fr: Sélectionner le chemin
he: בחר נתיב
hu: Válassza ki az útvonalat
id: Tentukan lokasi
it: Seleziona percorso
ja: 選択
ko: 경로 선택
ms: Pilih laluan fail
nl: Kies een pad
pl: Przeglądaj
pt: Selecionar caminho
pt_br: Selecione o caminho
ro: Selectează calea pe disc
ru: Выберите путь
sv: Välj sökväg
tr: Yolu seç
uk: Оберіть шлях
vi: Chọn đường dẫn
zh_hans: 请选择路径
zh_hant: 請選擇路徑

# button_blacklist_build
source: Build the dnscrypt-proxy blacklist
bg: Създаване на dnscrypt-proxy черен списък
da: Byg dnscrypt-proxy sortlisten
de: dnscrypt-proxy Blackliste bauen
el: Δημιουργία dnscrypt-μεσολάβητη μαύρης λίστας
es: Construir la lista negra dnscrypt-proxy
fr: Compiler la liste noire de dnscrypt-proxy
hu: Dnscrypt-proxy tiltólista készítése
id: Buat daftar hitam dnscrypt-proxy
it: Crea la blacklist per dnscrypt-proxy
ja: dnscrypt-proxy向けブラックリストを構築
ko: dnscrypt-proxy 차단 목록 생성
ms: Bina senarai hitam dnscrypt-proxy
nl: Dnscrypt-proxy zwarte lijst opbouwen
pl: Utwórz listę blokowania dnscrypt-proxy
pt: Construir a lista negra do dnscrypt-proxy
pt_br: Criar lista negra dnscrypt-proxy
ro: Construiește lista de domenii blocate
ru: Создать черный список dnscrypt-proxy
sv: Skapa dnscrypt-proxy-svartlistan
tr: Dnscrypt-proxy kara listesi oluşturun
uk: Створіть чорний список dnscrypt-proxy
vi: Xây dựng danh sách chặn dnscrypt-proxy
zh_hans: 生成dnscrypt-proxy 黑名单
zh_hant: 生成 dnscrypt-proxy 黑名單

# button_blacklist_import
source: Import existing blacklist rules
bg: Внасяне на съществуващ черен списък с правила
da: Importer eksisterende sortliste regler
de: Existierende Blacklisten Regeln importieren
el: Εισαγωγή υπάρχον μαύρης λίστας κανόνων
es: Importar reglas existentes de lista negra
fr: Importer les règles de liste noire existantes
hu: A meglévő tiltólistára vonatkozó szabályok importálása
id: Impor aturan daftar hitam yang ada
it: Importa regole blacklist esistenti
ja: ブラックリストにインポート
ko: 차단 목록 가져오기
ms: Import peraturan senarai hitam sedia ada
nl: Bestaande zwarte lijst importeren
pl: Import listy blokowania
pt: Importar as regras da lista negra
pt_br: Importar regras de lista negra existentes
ro: Importă o listă de domenii blocate
ru: Импорт правил черного списка
sv: Importera befintliga svarta listregler
tr: Mevcut kara liste kurallarını içe aktarın
uk: Імпортувати існуючі правила чорного списку
vi: Nhập các quy tắc chặn hiện có
zh_hans: 导入黑名单规则
zh_hant: 匯入黑名單規則

# button_blacklist_export
source: Export blacklist rules
bg: Изнасяне на черен списък с правила
da: Eksporter sortliste regler
de: Blacklisten Regeln exportieren
el: Εξαγωγή μαύρης λίστας κανόνων
es: Exportar reglas de lista negra
fr: Exporter les règles de liste noire
hu: Tiltólista szabályainak exportálása
id: Ekspor aturan daftar hitam
it: Esporta regole blacklist
ja: ブラックリストをエクスポート
ko: 차단 목록 내보내기
ms: Eksport peraturan senarai hitam
nl: Zwarte lijst exporteren
pl: Eksport listy blokowania
pt: Exportar as regras da lista negra
pt_br: Exportar regras de lista negra
ro: Exportă lista de domenii blocate
ru: Экспорт правил черного списка
sv: Exportera svartlisteregler
tr: Kara liste kurallarını dışa aktar
uk: Експортувати правила чорного списку
vi: Xuất các quy tắc danh sách chặn
zh_hans: 导出黑名单规则
zh_hant: 匯出黑名單規則

# button_blacklist_remove
source: Remove selected blacklist rule
bg: Премахване на избраното правило от черния списък
da: Fjern valgte sortliste regl
de: Ausgewählte Blacklisten Regel entfernen
el: Κατάργηση επιλεγμένων κανόνων από την μαύρη λίστα
es: Eliminar regla de lista negra seleccionada
fr: Supprimer la règle de liste noire sélectionnée
hu: A kiválasztott tiltólista szabály eltávolítása
id: Hapus aturan daftar hitam yang dipilih
it: Rimuovi la regola di blacklist selezionata
ja: 選択したルールを削除
ko: 선택된 차단 규칙 제거
ms: Buang peraturan senarai hitam yang dipilih
nl: Gekozen zwarte lijst regels verwijderen
pl: Usuń zaznaczone elementy z listy blokowania
pt: Remover a regra selecionada da lista negra
pt_br: Remover regra de lista negra selecionada
ro: Șterge lista de domenii blocate
ru: Удалить выбранное правило черного списка
sv: Ta bort vald svartlisteregel
tr: Seçilen kara liste kuralını kaldır
uk: Видалити вибрані правила чорного списку
vi: Xóa bỏ quy tắc chặn đã chọn
zh_hans: 移除选中的黑名单规则
zh_hant: 移除選中的黑名單規則

# button_blacklist_add
source: Add a new blacklist rule
bg: Добавяне на ново правило в черния списък
da: Tilføj en ny sortliste regl
de: Neue Blacklisten Regel hinzufügen
el: Προσθήκη νέου κανόνα στην μάυρη λίστα
es: Añadir una nueva regla de lista negra
fa: افزودن شرط سیاه‌لیست جدید
fr: Ajouter une nouvelle règle de liste noire
he: הוסף חוק לרשימה שחורה
hu: Új tiltólista szabály hozzáadása
id: Tambah aturan daftar hitam yang baru
it: Aggiungi una nuova regola di blacklist
ja: ルールを追加
ko: 차단 규칙 추가
ms: Tambah peraturan senarai hitam baru
nl: Nieuwe regel aan de zwarte lijst toevoegen
pl: Dodaj regułę blokowania
pt: Adicionar uma nova regra à lista negra
pt_br: Adicionar nova regra de lista negra
ro: Adaugă o regulă pentru domenii blocate
ru: Добавить новое правило черного списка
sv: Lägg till en ny svartlisteregel
tr: Yeni bir kara liste kuralı ekleme
uk: Додайте нове правило до чорного списку
vi: Thêm quy tắc chặn mới
zh_hans: 添加新的黑名单规则
zh_hant: 新增黑名單規則

# button_whitelist_import
source: Import existing whitelist rules
bg: Внасяне на съществуващ бял списък с правила
da: Importer eksisterende hvidliste regler
de: Existierende Whitelisten Regeln importieren
el: Εισαγωγή υπάρχον λευκής λίστας κανόνων
es: Importar reglas existentes de lista blanca
fr: Importer les règles de liste blanche existantes
hu: Importálja a meglévő engedélyezési listát
id: Impor aturan daftar putih yang ada
it: Importa regole di whitelist esistenti
ja: ホワイトリストにインポート
ko: 예외 목록 가져오기
ms: Import peraturan senarai putih yang sedia ada
nl: Bestaande witte lijst importeren
pl: Import listy wyjątków
pt: Importar as regras existentes da lista branca
pt_br: Importar regras de lista branca existentes
ro: Importă o listă de domenii permise
ru: Импорт правил белого списка
sv: Importera befintliga vitlisetregler
tr: Varolan beyaz liste kurallarını içe aktar
uk: Імпортувати існуючі правила білого списку
vi: Nhập các quy tắc loại trừ hiện có
zh_hans: 导入白名单规则
zh_hant: 匯入白名單規則

# button_whitelist_export
source: Export whitelist rules
bg: Изнасяне на бял списък с правила
da: Eksporter hvidliste regler
de: Whitelisten Regeln exportieren
el: Εξαγωγή λευκής λίστας κανόνων
es: Exportar reglas de lista blanca
fr: Exporter les règles de liste blanche
hu: Engedélyezési listák exportálása
id: Ekspor aturan daftar putih
it: Esporta regole di whitelist
ja: ホワイトリストをエクスポート
ko: 예외 목록 내보내기
ms: Eksport peraturan senarai putih
nl: Witte lijst exporteren
pl: Eksport listy wyjątków
pt: Exportar as regras da lista branca
pt_br: Exportar regras de lista branca
ro: Exportă lista de domenii permise
ru: Экспорт правил белого списка
sv: Exportera vitlisteregler
tr: Beyaz liste kurallarını dışa aktarma
uk: Експортувати правила білого списку
vi: Xuất các quy tắc loại trừ
zh_hans: 导出白名单规则
zh_hant: 匯出白名單規則

# button_whitelist_remove
source: Remove selected whitelist rule
bg: Премахване на избраното правило от белия списък
da: Fjern valgte hvidliste regl
de: Ausgewählte Whitelisten Regel entfernen
el: Κατάργηση επιλεγμένων κανόνων από την λευκή λίστα
es: Eliminar regla de lista blanca seleccionada
fr: Supprimer la règle de liste blanche sélectionnée
hu: Távolítsa el a kiválasztott engedélyezési lista szabályt
id: Hapus aturan daftar putih terpilih
it: Rimuovi la regola di whitelist selezionata
ja: 選択したルールを削除
ko: 선택된 예외 규칙 제거
ms: Buang peraturan senarai putih yang ditanda
nl: Gekozen witte lijst regels verwijderen
pl: Usuń zaznaczone elementy z listy wyjątków
pt: Remover a regra selecionada da lista branca
pt_br: Remover regra de lista branca existente
ro: Șterge lista de domenii permise
ru: Удалить выбранное правило из белого списка
sv: Ta bort vald vitlisteregel
tr: Seçilen beyaz liste kuralını kaldır
uk: Видалити вибрані правила білого списку
vi: Gỡ bỏ quy tắc loại trừ đã chọn
zh_hans: 移除选中的白名单规则
zh_hant: 移除選中的白名單規則

# button_whitelist_add
source: Add a new whitelist rule
bg: Добавяне на ново правило в белия списък
da: Tilføj en ny hvidliste regl
de: Neue Whitelisten Regel hinzufügen
el: Προσθήκη νέου κανόνα στην λευκή λίστα
es: Añadir una nueva regla de lista blanca
fr: Ajouter une nouvelle règle de liste blanche
he: הוסף חוק לרשימה לבנה
hu: Adjon hozzá egy új engedélyezési lista szabályt
id: Tambah aturan daftar putih
it: Aggiungi una nuova regola di whitelist
ja: ルールを追加
ko: 예외 규칙 추가
ms: Tambah peraturan senarai putih yang baru
nl: Nieuwe regel aan de witte lijst toevoegen
pl: Dodaj regułę do wyjątków
pt: Adicionar uma nova regra à lista branca
pt_br: Adicionar nova regra de lista branca
ro: Adaugă o regulă pentru domenii permise
ru: Добавить новое правило белого списка
sv: Lägg till en ny vitlisteregel
tr: Yeni bir beyaz liste kuralı ekle
uk: Додайте нове правило до білого списку
vi: Thêm quy tắc loại trừ mới
zh_hans: 添加新的白名单规则
zh_hant: 新增白名單規則

# whitelist_rules_header
source: Whitelist Rules
bg: Бял списък с правила
da: Hvidliste Regler
de: Whitelisten Regeln
el: Κανόνες λευκής λίστας
es: Reglas de lista blanca
fa: شرط‌های سفید‌لیست
fr: Règles de liste blanche
he: חוקי רשימה לבנה
hu: Engedélyezési lista szabályai
id: Aturan Daftar Putih
it: Regole di whitelist
ja: ホワイトリストのルール
ko: 허용 규칙
ms: Senarai Daftar Putih
nl: Witte lijst regels
pl: Wyjątki
pt: Regras da lista branca
pt_br: Regras de Lista Branca
ro: Reguli pentru domenii permise
ru: Правила белого списка
sv: Vitlisteregler
tr: Beyaz Liste Kuralları
uk: Правила білого списку
vi: Quy tắt loại trừ
zh_hans: 白名单规则
zh_hant: 白名單規則

# whitelist_rules_sub_header
source: (all entries are ignored during blacklist generation)
bg: (всички записи се игнорират по време на генерирането на черния списък)
da: (alle regler er ignorerede under sortliste generering)
de: (alle Einträge werden während der Blacklisten Generierung ignoriert)
el: (όλες οι συμμετοχές στην μαύρη λίστα αγνοούνται)
es: (todas las entradas son ignoradas durante la generación de la lista negra)
fr: (toutes les entrées sont ignorées durant la génération de la liste noire)
hu: (az összes bejegyzés figyelmen kívül marad a tiltólista generálása során)
id: (semua entri akan diabaikan selama proses pembuatan daftar hitam)
it: (tutti i valori vengono ignorati durante la generazione della blacklist)
ja: (ブラックリスト生成時にこれらのエントリは無視されます)
ko: (차단 목록 생성 중에는 모두 무시됩니다.)
ms: (kesemua entri diabaikan semasa pembentukan senarai hitam)
nl: (alle items worden genegeerd tijdens het genereren van de zwarte lijst)
pl: (elementy pomijane podczas generowania listy blokowania)
pt: (todas as entradas são ignoradas durante a geração da lista negra)
pt_br: (todas as entradas são ignoradas durante a geração de lista negra)
ro: (toate intrările sunt ignorate când se generează lista de domenii blocate)
ru: (все записи игнорируются во время генерации черного списка)
sv: (alla poster ignoreras under skapande av svartlista)
tr: (kara liste oluşturma sırasında kayıtlar dikkate alınmaz)
uk: (всі записи ігноруються під час генерації чорних списків)
vi: (tất cả các mục nhập sẽ bị bỏ qua trong quá trình tạo danh sách chặn)
zh_hans: （在生成黑名单的过程中，所有的条目都会被忽略）
zh_hant: （在生成黑名單的過程中，所有的條目都會被忽略）

# whitelist_rules_path
source: Whitelist Rules:
bg: Бял списък с правила:
da: Hvidliste Regler:
de: Whitelisten Regeln:
el: Κανόνες λευκής λίστας:
es: Reglas de lista blanca:
fr: Règles de liste blanche:
hu: Engedélyezési lista szabályai:
id: Aturan Daftar Putih:
it: Regole di whitelist:
ja: ホワイトリストファイル:
ko: 허용 규칙 :
ms: Peraturan Daftar Putih:
nl: Witte lijst regels:
pl: Lista wyjątków:
pt: Regras da lista branca:
pt_br: Regras de Lista Branca:
ro: Reguli de domenii permise:
ru: Правила белого списка:
sv: Vitlisteregler:
tr: Beyaz Liste Kuralları:
uk: Правила білого списку
vi: Quy tắt loại trừ:
zh_hans: 白名单规则：
zh_hant: 白名單規則：

# blacklist_rules_header
source: Blacklist Rules
bg: Черен списък с правила
da: Sortliste Regler
de: Blacklisten Regeln
el: Κανόνες μάυρης λίστας:
es: Reglas de lista negra
fa: شرط‌های سیاه‌لیست
fr: Règles de liste noire
he: חוקי רשימה שחורה
hu: Tiltólista szabályai
id: Aturan Daftar Hitam
it: Regole di blacklist
ja: ブラックリストのルール
ko: 차단 규칙
ms: Peraturan senarai hitam
nl: Zwarte lijst regels
pl: Lista blokowania
pt: Regras da lista negra
pt_br: Regras de Lista Negra
ro: Reguli de domenii blocate:
ru: Правила черного списка
sv: Svartlisteregler
tr: Kara Liste Kuralları
uk: Правила чорного списку
vi: Quy tắc chặn
zh_hans: 黑名单规则
zh_hant: 黑名單規則

# blacklist_rules_sub_header
source: (all entries are merged to a blacklist)
bg: (всички записи са обединени в черен списък)
da: (alle regler er sammenføjet til en sortliste)
de: (alle Einträge werden zu einer Blackliste zusammengeführt)
el: (όλες οι συμμετοχές συγχωνεύονται σε μια μαύρη λίστα)
es: (todas las entradas se unieron a una lista negra)
fr: (toutes les entrées sont fusionnées dans la liste noire)
hu: (az összes bejegyzést egy tiltólistára egyesítik)
id: (semua entri telah digabungkan ke dalam daftar hitam)
it: (tutti i valori sono uniti in una blacklist)
ja: (全エントリがブラックリストに統合されます)
ko: (모두 차단 목록에 병합됩니다.)
ms: (semua penyertaan digabungkan menjadi satu senarai hitam)
nl: (alle items worden samengevoegd in een zwarte lijst)
pl: (elementy wcielane do listy blokowania)
pt: (todas as entradas estão fundidas a uma lista negra)
pt_br: (todas as entradas foram combinadas para uma lista negra)
ro: (toate intrările sunt comasate intr-o listă de domenii blocate)
ru: (все записи объединяются в черный список)
sv: (alla poster slås samman till en svartlista)
tr: (tüm kayıtlar bir kara listeye birleştirilir)
uk: (всі записи будуть об'єднані в чорний список)
vi: (tất cả các mục được hợp nhất vào một danh sách chặn)
zh_hans: （所有条目都会被纳入黑名单）
zh_hant: （所有條目都會被納入黑名單）
