Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Translation.*.resx
Languages: bg, da, de, el, es, fa, fr, he, hu, id, it, ja, ko, ms, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# blacklist_rules_path
source: Blacklist Rules:
bg: Черен списък с правила:
da: Sortliste Regler:
de: Blacklisten Regeln:
el: Κανόνες μάυρης λίστας:
es: Reglas de lista negra:
fr: Règles de liste noire:
hu: Tiltólista szabályai:
id: Aturan Daftar Hitam:
it: Regole di blacklist:
ja: ブラックリストルール:
ko: 차단 규칙 :
ms: Peraturan senarai hitam:
nl: Zwarte lijst regels:
pl: Lista blokowania:
pt: Regras da lista negra:
pt_br: Regras de Lista Negra:
ro: Reguli de domenii blocate:
ru: Правила черного списка:
sv: Svartlisteregler:
tr: Kara Liste Kuralları:
uk: Правила чорного списку
vi: Quy tắt danh sách chặn:
zh_hans: 黑名单规则：
zh_hant: 黑名單規則：

# blacklist_path
source: Blacklist:
bg: Черен списък:
da: Sortliste:
de: Blackliste:
el: Μάυρη λίστα:
es: Lista negra:
fa: لیست‌سیاه:
fr: Liste noire:
he: רשימה שחורה:
hu: Tiltólista:
id: Daftar Hitam:
ja: ブラックリストファイル:
ko: 차단 목록 :
ms: Senarai hitam:
nl: Zwarte lijst:
pl: Lista blokowania:
pt: Lista negra:
pt_br: Lista Negra:
ro: Domenii blocate:
ru: Черный список:
sv: Svartlista:
tr: Kara liste:
uk: Чорний список
vi: Danh sách chặn:
zh_hans: 黑名单：
zh_hant: 黑名單：

# blacklist_header
source: Domain Blacklist and Whitelist
bg: Черен и бял списък с домейни
da: Domæne Sortliste og Hvidliste
de: Domain Blackliste und Whiteliste
el: Τομέας μαύρης και λευκής λίστας
es: Lista negra y blanca de dominios
fr: Liste noire et liste blanche de domaine
hu: Domain Tiltó és Engedélyezési listák
id: Daftar Hitam dan Daftar Putih Domain
it: Domini di blacklist e whitelist
ja: ブラックリストとホワイトリスト
ko: 도메인 차단 및 예외 목록
ms: Senarai Hitam dan Senarai Putih Domain
nl: Domein zwarte- en witte lijst
pl: Lista blokowania i wyjątki
pt: Listas negra e branca de domínios
pt_br: Lista Negra e Branca de Domínios
ro: Domenii blocate și permise
ru: Черный и белый списки доменов
sv: Domänsvartlista och -vitlista
tr: Alan Adı Kara Liste ve Beyaz Liste
uk: Чорний та Білий списки доменів
vi: Danh sách chặn và loại trừ
zh_hans: 域名黑名单和白名单
zh_hant: 域名黑名單和白名單

# advanced_settings_globalresolver
source: Global Resolver
bg: Глобален сървър
de: Globaler Resolver
el: Καθολική επίδραση
es: Resolutor global
fa: ارائه‌دهنده جهانی
hu: Globális névfeloldás
id: Resolver Global
it: Resolver globale
ja: グローバルリゾルバ
ko: 글로벌 리졸버
ms: Penyelesai nama sejagat
nl: Algemene vertaler
pl: Główny serwer
pt: Resolutor global
pt_br: Resolvedor Global
ro: Resolver global
ru: Глобальный резольвер
sv: Global upplösare
tr: Küresel Çözümleyici
uk: Глобальний резольвер
zh_hans: 全局代理
zh_hant: 全域代理

# advanced_settings_globalresolver_content
source: If you want this computer to act as gateway device for others (eg. smartphones or other computers)
bg: Ако искате този компютър да действа като шлюз за други устройства (напр.: смартфони или други компютри)
da: Hvis du vil have din computer til at agere som gateway for andre enheder (f.eks. smartphones eller andre computere)
de: Wenn Sie möchten, dass dieser Computer als Gateway für andere Geräte (z.B. Smartphones) agiert
el: Αν θέλετε αυτός ο υπολογιστής να λειτουργήσει ως πύλη για άλλες συσκεύες (π.χ. κινητά τηλέφωνα η άλλους υπολογιστές)
es: Si quieres que este PC actúe como dispositivo de puerta de enlace para otros (por ejemplo smartphones u otros PCs)
hu: Ha azt szeretné, hogy ez a számítógép átjáró eszközként működjön mások számára (pl. Okostelefonok vagy más számítógépek)
id: Jika Anda ingin komputer ini untuk berperan sebagai gateway bagi perangkat lainnya (seperti gawai atau komputer lain)
it: Se vuoi che questo computer funzioni come gateway per altri dispositivi (ad esempio: smartphone o altri computer)
ja: このPCを他の端末のゲートウェイとして利用する場合に選択 (例: スマホや他のPC)
ko: 이 컴퓨터를 다른 컴퓨터의 게이트웨이로 사용하려면 활성화하세요.
ms: Sekiranya anda mahukan komputer ini berfungsi sebagai gerbang untuk peranti lain (contohnya telefon pintar atau komputer yang lain)
nl: Dit toestel als doorgang gebruiken voor andere toestellen (b.v.: smartphones of andere toestellen)
pl: Jeżeli chcesz, aby ten komputer służył jako bramka do zapytań dla innych urządzeń (smartfonów lub innych komputerów)
pt: Se deseja que este computador atue como dispositivo de ponte de ligação para outros (ex. smartphones ou outros computadores)
pt_br: Se você quiser que este computador aja como dispositivo de gateway para outras pessoas (por exemplo, smartphones ou outros computadores)
ro: Dacă dorești ca acest computer să fie gateway pentru alte dispozitive din rețea (ex: telefoane sau alte computere)
ru: Если хотите, чтобы этот компьютер был шлюзом для других устройств (смартфонов или др. компьютеров)
sv: Om du vill att den här datorn ska fungera som gateway-enhet för andra (t.ex. smartphones eller andra datorer)
tr: Bu bilgisayarın başkaları için ağ geçidi aygıtı (örn. Akıllı telefonlar veya diğer bilgisayarlar) gibi davranmasını istiyorsanız,
uk: Якщо ви хочете, щоб цей комп'ютер працював як шлюз для інших пристроїв (наприклад, смартфонів або інших комп'ютерів)
vi: Nếu bạn muốn máy tính này hoạt động như một thiết bị gateway cho những người khác
zh_hans: 如果想用此电脑作为其他设备（如手机、电脑）的网关，请启用此项设置
zh_hant: 如果想用此電腦作為其他設備（如手機、電腦）的網路閘道，請啟用此項設置

# advanced_settings_fallback_resolver
source: Fallback Resolver
bg: Резервен сървър
es: Resolutor alternativo
hu: Fallback névfeloldás
id: Resolver Fallback
it: Resolver di riserva
ja: フォールバック リゾルバ
ko: 예비 서버
ms: Geganti resolver sandaran
nl: Alternatieve vertaler
pl: Zapasowy serwer
pt: Resolvedor de recurso
pt_br: Resolvedor de Fallback
ro: Resolver de urgență
ru: Резервный резольвер
sv: Fallback upplösare
uk: Резервний резольвер
vi: Phân giải dự phòng
zh_hans: 备用 DNS 服务器
zh_hant: 備援 DNS 伺服器

# advanced_settings_fallback_resolver_content
source: This is a normal, non-encrypted DNS resolver, that will be only used for one-shot queries when retrieving the initial resolvers list, and only if the system DNS configuration doesn't work. People in China may need to use 114.114.114.114:53 here.
bg: Обикновен некриптиран DNS сървър, който ще се използва само за единични заявки при извличане на първоначалния списък със сървъри и само ако системната DNS конфигурация не работи. За хората в Китай може да е необходимо да използват 114.114.114.114:53
da: Dette er en normal, ikke krypteret DNS resolver, som kun bliver brugt til engangs opslag når listen med de initielle resolvers hentes. Ligeledes kun hvis systemets DNS konfiguration ikke virker. Folk i kina vil højst sandsynligt skulle bruge 114.114.114.114:53 her.
de: Dies ist ein normaler, unverschlüsselter DNS-Resolver, der nur für die Abfrage der initialen Resolverliste verwendet wird und nur dann, wenn die DNS-Konfiguration des Systems nicht funktioniert. Nutzer in China müssen hier vielleicht 114.114.114.114:53 verwenden.
es: Este es un resolutor normal, no encriptado, que sólo se usará para consultas únicas cuando se recupere la lista inicial de resolutores, y sólo si la configuración DNS del sistema no funciona. Personas en China pudieran usar 114.114.114.114:53 aquí.
fa: این یک ارائه‌دهنده معمولی و غیر رمز‌نگاری‌شده DNS است که تنها برای درخواست‌های تکی درابتدای زمان دریافت فهرست ارائه‌دهندگان مورد استفاده قرار می‌گیرد، فقط درصورتی که پیکربندی DNS سیستمی کار نکند. کاربران کشور چین ممکن است که در اینجا نیاز به استفاده از 114.114.114.114:53 داشته باشند.
hu: Ez egy normál, nem titkosított DNS-feloldó, amelyet csak az egyszeri lekérdezéseknél fognak használni az eredeti resolvers lista lekérésekor, és csak akkor, ha a rendszer DNS-konfigurációja nem működik. Kínában az embereknek itt 114.114.114.114:53-at kell használniuk.
id: Merupakan resolver DNS normal tanpa enkripsi yang hanya akan digunakan untuk kueri saat mengambil daftar resolver awal, jika konfigurasi DNS sistem tidak bekerja. Penduduk di Cina mungkin perlu menggunakan 114.114.114.114:53.
it: E' normale che DNS resolver non criptati siano usati ma solo per ottenere la lista di resolver la prima volta e solo se il sistema di configurazione DNS non funziona. Gli utenti in Cina potrebbero dover inserire qui 114.114.114.114:53
ja: 通常の非暗号化DNSリゾルバです。システムのDNS設定にてうまくいかない場合に、最初にリゾルバリストを取得する1回のみに使用します。中国国内で必要な場合、114.114.114.114:53を試して下さい
ko: 정상적이고 암호화되지 않은 DNS 서버입니다. 설정해둔 DNS가 작동하지 않을 때, 혹은 서버 목록을 받아올 때 사용됩니다. 중국에 거주할 경우, 114.114.114.114:54로 설정해야 할 수도 있습니다.
ms: Ini adalah resolver DNS biasa yang tidak disulitkan, yang hanya akan digunakan untuk pertanyaan satu-pukulan apabila mengambil senarai penyelesai permulaan, dan hanya jika konfigurasi DNS sistem tidak berfungsi. Pengguna di China mungkin perlu menggunakan 114.114.114.114:53 di sini.
nl: Dit is een normale, niet geëncrypteerde, DNS vertaler dat eenmalig gebruikt zal worden om een lijst van vertalers op te vragen indien de DNS configuratie van dit systeem niet werkt. Mensen in China moeten hier mogelijks 114.114.114.114:53 gebruiken.
pl: Ten normalny, nieszyfrowany serwer DNS będzie użyty tylko do pierwszego zapytania o listę serwerów, i tylko wtedy, kiedy systemowe ustawienia DNS nie zadziałają. Ludzie w Chinach mogą użyć 114.114.114.114:53.
pt: Este é um resolvedor de DNS normal, não encriptado, que será apenas usado para consultas instantâneas ao aceder à lista inicial de resolvedores, e somente se a configuração de DNS do sistema não funcionar. Pessoas na China podem precisar colocar 114.114.114.114:53 aqui.
pt_br: Esse é um resolvedor de DNS normal, não criptografado, que será usado apenas para consultas instantâneas ao recuperar a lista de resolvedores iniciais e somente se a configuração de DNS do sistema não funcionar. As pessoas na China talvez precisem usar 114.114.114.114:53 aqui.
ro: Aceste este un resolver ne-encriptat, care va fi folosit doar pentru a obține prima dată lista de resolvere și doar dacă DNS-ul local nu funcționează. În China trebuie folosit 114.114.114.114:53
ru: Это обычный, не зашифрованный DNS резольвер, который будет использоваться только для однократных запросов при получении списка резольверов и только в случае, если DNS системы не работает. В Китае можно использовать 114.114.114.114:53.
sv: Det här är en vanlig, icke-krypterad DNS-resolver, som endast kommer att användas för enkelsökfrågor när du hämtar den ursprungliga upplösningslistan, och endast om systemets DNS-konfiguration inte fungerar. Människor i Kina kan behöva använda 114.114.114.114:53 här.
uk: Це нормальний, не зашифрований резольвер DNS, який буде використовуватися тільки для одноразових запитів при отриманні початкового списку резольверів, і тільки якщо конфігурація DNS системи не працює. В Китаї, можна використовувати 114.114.114.114:53 тут.
vi: Đây là máy phân giải DNS thông thường, không được mã hóa, sẽ chỉ được sử dụng cho các truy vấn một lần khi truy xuất danh sách các công cụ giải quyết đầu tiên, và chỉ khi cấu hình DNS hệ thống không hoạt động. Người ở Trung Quốc có thể cần sử dụng 114.114.114.114:53 tại đây.
zh_hans: 备用服务器是未经加密的普通 DNS 服务器，它仅用于这两个用途： DNSCrypt-proxy 服务启动时获取可用服务器清单，作为操作系统的 DNS 服务器配置不可用时的一个备份选项。如果你在中国大陆使用的话，这里填 114.114.114.114:53
zh_hant: 備援伺服器是未經加密的普通 DNS 伺服器，它僅用於兩個用途：DNSCrypt-proxy 服務啓動時抓取可用伺服器清單，作爲作業系統的 DNS 設定不可用時的一個備援選項。如果你在中國大陸使用，這裡填 114.114.114.114:53

# trayicon_exit
source: Exit
bg: Изход
da: Afslut
de: Beenden
es: Salir
fa: خروج
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 종료
ms: Keluar
nl: Verlaten
pl: Zamknij
pt: Sair
pt_br: Sair
ro: Ieșire
ru: Выход
sv: Avsluta
uk: Вихід
vi: Thoát

# trayicon_tooltip
source: Simple DNSCrypt
hu: Egyszerű DNSCrypt
ro: DNSCrypt simplu
sv: Enkel DNSCrypt
