Repository: bitbeans/SimpleDnsCrypt
Catalog: SimpleDnsCrypt/Resources/Translation.*.resx
Languages: bg, da, de, el, es, fa, fr, he, hu, id, it, ja, ko, ms, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# settings_address_block
source: Show "Address Block Log" Tab
bg: Раздел "Дневник с блокирани адреси"
da: Vis "Addresse Blokerings Log" Fane
de: "Adressen Block Log" in Tabs anzeigen
el: Εμφάνιση καρτέλας "Καταγραφή μπλοκαρισμένης διεύθυνσης"
es: Mostrar pestaña "Registro de bloqueo de direcciones"
fa: "نمایش تب "گزارش‌مسدودیت‌آدرس
fr: Afficher l'onglet "Journaux des adresses bloquées"
he: הצג לשונית "תיעוד חסימת כתובת"
hu: "Tiltott Cím napló" megjelenítése
id: Tampilkan Tab "Catatan Alamat Terblokir"
it: Mostra scheda "Log indirizzi bloccati"
ja: アドレスブロック履歴タブを表示
ko: "주소 차단 기록" 탭 보기
ms: Tunjuk Tab "Log Sekatan Alamat"
nl: Toon "Geblokkeerde adressen" tab
pl: Pokaż kartę „dziennik zablokowanych adresów”
pt: Mostrar o separador "Registo de bloqueio de endereços"
pt_br: Exibir Aba "Log de Bloqueio de Endereços"
ro: Arată tab-ul cu jurnalul adreselor blocate
ru: Вкладка "Лог блокировки адресов"
sv: Visa fliken "Adressblockeringslogg"
tr: "Adres Blok Günlüğü" Sekmesini göster
uk: Показати вкладку "Лог адрес"
vi: Hiện thẻ "Nhật ký địa chỉ"
zh_hans: 显示“地址封禁日志”标签
zh_hant: 顯示「網址阻擋日誌」分頁

# settings_query_log
source: Show "Query Log" Tab
bg: Раздел "Дневник със запитвания"
da: Vis "Log Opslag" Fane
de: "Query Log" in Tabs anzeigen
el: Εμφάνιση καρτέλας "Καταγραφή ερωτημάτων"
es: Mostrar pestaña "Registro de consultas"
fa: " نمایش تب"گزارش‌فعالیت
fr: Afficher l'onglet "récupérer les journaux"
he: הצג לשונית "תיעוד שאילתות"
hu: "Lekérdezési napló" megjelenítése
id: Tampilkan Tab "Catatan Kueri"
it: Mostra scheda "Log delle query"
ja: クエリログタブを表示
ko: "쿼리 로그" 탭 보기
ms: Tunjuk Tab "Log Kueri"
nl: Toon "Logboek" tab
pl: Pokaż kartę „dziennik zapytań”
pt: Mostrar o separador "Registo de interrogações"
pt_br: Exibir Aba "Log de Consultas"
ro: Arată tab-ul cu jurnalul cererilor
ru: Вкладка "Лог запросов"
sv: Visa fliken "Förfrågningslogg"
tr: "Sorgu Günlüğü" Sekmesini göster
uk: Показати вкладку "Журнал запитів"
vi: Hiện thẻ "Nhật ký truy vấn"
zh_hans: 显示“日志”标签
zh_hant: 顯示「日誌」分頁

# tabitem_resolvers
source: Resolvers
bg: Сървъри
de: Resolver
el: Αναλυτές
es: Resolutores
fa: تحلیلگرها
fr: Résolveurs
he: שרתים
hu: Névkiszolgálók
id: Resolver
ja: リゾルバ
ko: 서버
ms: Pelerai-pelerai nama domain
nl: Vertalers
pl: Serwery
pt: Resolutores
pt_br: Resolvedores
ro: Resolvere
ru: Резольверы
sv: upplösare
tr: Çözümleyiciler
uk: Резольвери
vi: Máy chủ phân giải
zh_hans: 服务器
zh_hant: 伺服器

# tabitem_advanced_settings
source: Advanced Settings
bg: Разширени
da: Avancerede Indstillinger
de: Erweiterte Einstellungen
el: Ρυθμίσεις για προχωρημένους
es: Ajustes avanzados
fa: تنظیمات‌پیشرفه
fr: Paramètres avancés
he: הגדרות מתקדמות
hu: További beállítások
id: Pengaturan Lanjutan
it: Opzioni avanzate
ja: 詳細設定
ko: 고급 설정
ms: Tetapan Lanjutan
nl: Geavanceerde instellingen
pl: Zaawansowane
pt: Definições avançadas
pt_br: Configurações Avançadas
ro: Setări avansate
ru: Дополнительно
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar
uk: Додаткові параметри
vi: Cấu hình nâng cao
zh_hans: 高级设置
zh_hant: 進階設定

# settings_advanced_settings
source: Show "Advanced Settings" Tab
bg: Раздел "Разширени"
da: Vis "Avancerede Indstilliger" Fane
de: "Erweiterte Einstellungen" in Tabs anzeigen
el: Εμφάνιση καρτέλας "Ρυθμίσεις για προχωρημένους"
es: Mostrar pestaña "Ajustes avanzados"
fa: "نمایش تب "تنظیمات‌پیشرفته
fr: Afficher l'onglet "paramètres avancés"
he: הצג לשונית "הגדרות מתקדמות"
hu: A "Speciális beállítások" lap megjelenítése
id: Tampilkan tab "Pengaturan Lanjutan"
it: Mostra scheda "Opzioni avanzate"
ja: 詳細設定タブの表示
ko: "고급 설정" 탭 보기
ms: Paparkan Tab "Tetapan Lanjutan"
nl: Toon "Geavanceerde instellingen" tab
pl: Pokaż kartę „zaawansowane ustawienia”
pt: Mostrar o separador "Definições avançadas"
pt_br: Exibir Aba "Configurações Avançadas"
ro: Arată tab-ul cu setări avansate
ru: Вкладка "Дополнительно"
sv: Visa fliken Avancerade inställningar
tr: "Gelişmiş Ayarlar" Sekmesini göster
uk: Показати вкладку "Додаткові параметри"
vi: Hiện thẻ "Cấu hình nâng cao"
zh_hans: 显示“高级设置”标签
zh_hant: 顯示 「進階設定」 分頁

source: yes
bg: да
da: ja
de: Ja
el: ναί
es: sí
fa: بله
fr: oui
he: כן
hu: igen
id: ya
it: Sì
ja: はい
ko: 예
ms: ya
nl: ja
pl: tak
pt: sim
pt_br: sim
ro: da
ru: да
sv: ja
tr: evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

source: no
bg: не
da: nej
de: Nein
el: όχι
fa: خیر
fr: non
he: לא
hu: nem
id: tidak
ja: いいえ
ko: 아니오
ms: tidak
nl: neen
pl: nie
pt: não
pt_br: não
ro: nu
ru: нет
sv: Nej
tr: hayır
uk: Ні
vi: Không
zh_hans: 否
zh_hant: 否

source: cancel
bg: отказ
da: annuller
de: Abbrechen
el: ακύρωση
es: cancelar
fa: لغو
fr: annuler
he: ביטול
hu: megszünteti
id: batal
it: Annulla
ja: キャンセル
ko: 취소
ms: batal
nl: afbreken
pl: anuluj
pt: cancelar
pt_br: cancelar
ro: anulează
ru: отмена
sv: avbryt
tr: iptal et
uk: Відміна
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: OK
bg: добре
el: ΟΚ
es: Aceptar
fa: تایید
he: אישור
ko: 확인
pl: potwierdź
tr: tamam
uk: ОК
zh_hans: 好的
zh_hant: 好的

# dialog_message_uninstall
source: Do you want to remove the installed Windows service?
bg: Искате ли да премахнете услугите, инсталирани в Windows?
da: Vil du fjerne den installerede Windows service?
de: Wollen Sie den installierten Windows-Dienst entfernen?
el: Θέλετε να καταργήσετε την εγκατεστημένη υπηρεσία τού Windows;
es: ¿Quieres eliminar el servicio de Windows instalado?
fa: آیا از حذف سرویس مربوطه اطمینان دارید؟
fr: Voulez-vous retirer le service Windows installé ?
he: האם ברצונך להסיר את שירות הWindows המותקן?
hu: Szeretné eltávolítani a telepített Windows szolgáltatást?
id: Apakah anda ingin menghapus layanan DNSCrypt yang terpasang pada Windows?
it: Vuoi rimuovere il servizio installato?
ja: Windowsサービスを削除しますか？
ko: 설치된 윈도우 서비스를 제거하시겠습니까?
ms: Adakah anda mahu mengeluarkan perkhidmatan Windows yang dipasang?
nl: Geinstalleerde Windows dienst verwijderen?
pl: Czy chcesz usunąć zainstalowaną usługę Windows?
pt: Deseja remover o serviço do Windows instalado?
pt_br: Deseja remover o serviço instalado do Windows?
ro: Vrei să dezinstalezi serviciul Windows?
ru: Вы хотите удалить установленную службу Windows?
sv: Vill du ta bort den installerade Windows-tjänsten?
tr: Yüklü Windows hizmetini kaldırmak istiyor musunuz?
uk: Ви хочете видалити встановлену службу Windows?
vi: Bạn có muốn gỡ bỏ dịch vụ Windows đã cài đặt?
zh_hans: 你希望移除已安装的 DNSCrypt 系统服务吗？
zh_hant: 你想移除已安裝的 DNSCrypt 系統服務嗎？

# dialog_uninstall_title
source: Uninstalling the service
bg: Деинсталиране на услугата
da: Afinstallerer servicen
de: Dienst deinstallieren
el: Απεγκατάσταση της υπηρεσίας
es: Desinstalando el servcio
fa: حذف کردن سرویس
fr: Désinstaller le service
he: מסיר את השירות
hu: A szolgáltatás eltávolítása
id: Mencopot layanan
it: Sto disinstallando il servizio
ja: サービスの削除
ko: 서비스 제거 중
ms: Nyahpasang servis
nl: Dienst wordt verwijderd
pl: Odinstalowywanie usługi
pt: A desinstalar o serviço
pt_br: Desinstalando serviço
ro: Dezinstalez serviciul
ru: Удаление службы
sv: Avinstallerar tjänsten
tr: Hizmet kaldırılıyor
uk: Видалення служби
vi: Gỡ bỏ dịch vụ
zh_hans: 卸载 DNSCrypt 服务
zh_hant: 移除 DNSCrypt 服務

# advanced_settings_uninstall_title
source: Uninstalling the service
bg: Деинсталиране на услугата
da: Afinstallerer servicen
de: Dienst deinstallieren
el: Απεγκατάσταση της υπηρεσίας
es: Desinstalar el servcio
fa: حذف کردن سرویس
fr: Désinstaller le service
he: מסיר את השירות
hu: A szolgáltatás eltávolítása
id: Menghapus layanan
it: Disinstalla il servizio
ja: サービスの削除
ko: 서비스 제거 중
ms: Menyahpasang Servis
nl: Dienst wordt verwijderd
pl: Dezinstalacja usługi
pt: A desinstalar o serviço
pt_br: Desinstalando serviço
ro: Dezinstalez serviciul
ru: Удаление службы
sv: Avinstallerar tjänsten
tr: Hizmet kaldırılıyor
uk: Видалення служби
vi: Gỡ bỏ dịch vụ
zh_hans: 卸载 DNSCrypt 服务
zh_hant: 移除 DNSCrypt 服務

# advanced_settings_uninstall_text
source: Remove the installed Windows service
bg: Премахване на инсталираната в Windows услуга
da: Fjern den installerede Windows service
de: Den installierten Windows Dienst entfernen
el: Κατάργηση της εγκατεστημένης υπηρεσίας τού Windows;
es: Eliminar el servicio instalado de Windows
fa: پاک کردن سرویس مرتبط نصب شده در ویندوز
fr: Retirer le service Windows installé
he: מסיר את שירות ה-Windows המותקן
hu: Távolítsa el a telepített Windows szolgáltatást
id: Menghapus layanan yang terpasang
it: Rimuovi il servizio installato
ja: Windowsサービスを削除する
ko: 설치된 윈도우 서비스 제거
ms: Nyahpasang servis Windows
nl: Verwijder de geïnstalleerde Windows dienst
pl: Usuń zainstalowaną usługę Windows
pt: Remover o serviço do Windows instalado
pt_br: Remover serviço instalado do Windows
ro: Dezinstalez serviciul Windows
ru: Удалить установленную службу Windows
sv: Ta bort den installerade Windows-tjänsten
tr: Yüklü Windows hizmetini kaldırma
uk: Видалити інстальовану службу Windows
vi: Gỡ bỏ dịch vụ Windows đã cài đặt
zh_hans: 移除已安装的 DNSCrypt 系统服务
zh_hant: 移除已安裝的 DNSCrypt 系統服務

# advanced_settings_uninstall_button
source: Remove service
bg: Премахване на услуга
da: Fjern service
de: Service deinstallieren
el: Κατάργηση υπηρεσίας
es: Eliminar servicio
fa: پاک کردن سرویس
fr: Retirer le service
he: הסר שירות
hu: Távolítsa el a szolgáltatást
id: Menghapus layanan
it: Rimuovi il servizio
ja: サービスを削除
ko: 서비스 제거
ms: Nyahpasang servis
nl: Dienst verwijderen
pl: Usuń usługę
pt: Remover serviço
pt_br: Remover serviço
ro: Dezinstalarea serviciului
ru: Удалить службу
sv: Ta bort tjänsten
tr: Hizmeti kaldır
uk: Видалити службу
vi: Gỡ bỏ dịch vụ
zh_hans: 移除 DNSCrypt 服务
zh_hant: 移除 DNSCrypt 服務

# default_settings_apply_settings
source: Apply settings
bg: Прилагане
da: Anvend indstillinger
de: Einstellungen anwenden
el: Εφαρμογή ρυθμίσεων
es: Aplicar ajustes
fa: اعمال تنظیمات
fr: Appliquer les paramètres
he: החל הגדרות
hu: Beállítások alkalmazása
id: Terapkan pengaturan
it: Applica le impostazioni
ja: 適用
ko: 설정 적용
ms: Gunakan tetapan
nl: Instellingen toepassen
pl: Zastosuj ustawienia
pt: Aplicar definições
pt_br: Aplicar configurações
ro: Aplică setarile
ru: Применить
sv: Använd inställningar
tr: Ayarları uygula
uk: Застосувати налаштування
vi: Áp dụng cài đặt
zh_hans: 应用设置
zh_hant: 套用設定

# advanced_settings_dnscache
source: DNS Cache
bg: DNS кеш
es: Caché DNS
fa: DNS حافظه کش
fr: Cache DNS
he: מטמון DNS
hu: DNS Gyorsítótár
id: Tembolok DNS
it: Cache DNS
ja: DNSキャッシュ
ko: DNS 캐시
ms: Cache DNS
pl: Pamięć podręczna DNS
pt: Cache de DNS
pt_br: Cache DNS
ru: DNS-кэш
tr: DNS Önbelleği
uk: Кеш DNS
vi: DNS lưu tạm
zh_hans: DNS 缓存
zh_hant: DNS 快取

# resolvers_dnscrypt_mode_header
source: DNSCrypt Mode
bg: DNSCrypt режим
de: DNSCrypt Modus
el: DNSCrypt Λειτουργία
es: Modo DNSCrypt
fr: Mode DNSCrypt
he: מצב DNSCrypt
hu: DNSCrypt mód
id: Mode DNSCypt
it: Modalità DNSCrypt
ja: DNSCryptモード
ko: DNSCrypt 모드
ms: Mod DNSCrypt
nl: DNSCrypt modus
pl: Tryb DNSCrypt
pt: Modo do DNSCrypt
pt_br: Modo DNSCrypt
ro: Modul DNSCrypt
ru: Режим DNSCrypt
sv: DNSCrypt-läge
tr: DNSCrypt Modu
uk: Режим DNSCrypt
vi: Chế độ DNSCrypt
zh_hans: DNSCrypt 模式
zh_hant: DNSCrypt 模式

# resolvers_dnscrypt_mode_description
source: In automatic mode, all available servers are used. dnscrypt-proxy automatically selects the fastest resolvers.
bg: При автоматичен режим се използват всички налични сървъри. dnscrypt-proxy избира автоматично най-бързите.
da: I automatisk mode, vil alle tilgængelige servere blive benyttet. dnscrypt-proxy vælger automatisk de hurtigste.
de: Im automatischen Modus werden alle verfügbaren Server verwendet. dnscrypt-proxy wählt automatisch die schnellsten Resolver.
el: Στην αυτόματη λειτουργία, όλοι οι διαθέσιμοι διακομιστές θα χρησιμοποιηθούν. το dnscrypt-proxy επιλέγει αυτόματα τούς ταχύτερους αναλυτές.
es: En modo automático, todos los servidores disponibles son usados, dnscrypt-proxy seleciona automáticamente los resolutores más rápidos.
fa: .به طور خودکار سریع ترین تحلیلگرها را انتخاب می نماید dnscrypt-proxy .در حالت اتوماتیک، تمامی سرور های در دسترس مورد استفاده قرار میگیرند
fr: En mode automatique, tous les serveurs disponibles sont utilisés. dnscrypt-proxy sélectionne automatiquement les résolveurs les plus rapides.
he: במצב אוטומטי, נעשה שימוש בכל השרתים הזמינים. dnscrypt-proxy בוחר באופן אוטומטי את השרת המהיר ביותר.
hu: Automatikus üzemmódban minden rendelkezésre álló szervert használnak. A dnscrypt-proxy automatikusan kiválasztja a leggyorsabb névkiszolgálókat.
id: Dalam mode otomatis, semua server yang tersedia akan digunakan. dnscrypt-proxy akan memilih server tercepat secara otomatis
it: Nella modalità automatica, tutti i server disponibili vengono utilizzati. dnscrypt-proxy seleziona automaticamente i resolver più veloci.
ja: 自動モードでは全ての有効なサーバが使用されます。dnscrypt-proxyは自動的に最も速いリゾルバを選択します
ko: 자동 모드에서는 가능한 모든 서버를 이용하며, 그 중 제일 빠른 DNS를 찾아 사용합니다.
ms: Dalam mod otomatik, semua pelayan yang ada digunakan. dnscrypt-proxy memilih pelayan peleraian-nama terpantas secara otomatik.
nl: In automatische modus worden alle beschikbare servers gebruikt. Dnscrypt-proxy kiest de snelste vertalers automatisch.
pl: W trybie automatycznym zostaną użyte wszystkie dostępne serwery, a dnscrypt-proxy automatycznie wybierze najszybsze.
pt: No modo automático, todos os servidores disponíveis são utilizados. O dnscrypt-proxy seleciona automaticamente os resolutores mais rápidos.
pt_br: No modo automático, todos os servidores disponíveis são usados. O dnscrypt-proxy seleciona automaticamente os resolvedores mais rápidos.
ro: În modul automat, sunt folosite toate serverele. Serviciul selectează automat cele mai rapide resolvere.
ru: В автоматическом режиме используются все доступные серверы. DNScrypt-proxy автоматически выбирает самые быстрые резольверы.
sv: I automatiskt läge används alla tillgängliga servrar. dnscrypt-proxy väljer automatiskt de snabbaste upplösarna.
tr: Otomatik modda, mevcut tüm sunucular kullanılır. dnscrypt-proxy otomatik olarak en hızlı çözümleyicileri seçer.
uk: У автоматичному режимі використовуються всі доступні сервери. dnscrypt-proxy автоматично вибирає найшвидший резольвер.
vi: Trong chế độ tự động, tất cả các máy chủ hiện có đều được sử dụng. dnscrypt-proxy tự động chọn máy chủ phân giải nhanh nhất.
zh_hans: 在自动模式下，所有可用服务器都会被使用。dnscrypt-proxy 会自动选择响应最快的服务器
zh_hant: 在自動模式下，所有可用的伺服都會被使用。 dnscrypt-proxy 會自動選擇響應最快的服務器

# resolvers_dnscrypt_automatic_mode
source: Automatic Mode
bg: Автоматичен режим
da: Automatisk Mode
de: Automatischer Modus
el: Αυτόματη Λειτουργία
es: Modo automático
fa: حالت‌اتوماتیک
fr: Mode automatique
he: מצב אוטומטי
hu: Automatikus mód
id: Mode Otomatis
it: Modalità automatica
ja: 自動モード
ko: 자동 모드
ms: Mod Otomatik
nl: Automatische modus
pl: Tryb automatyczny
pt: Modo automático
pt_br: Modo Automático
ro: Mod automat
ru: Автоматический режим
sv: Automatiskt läge
tr: Otomatik Mod
uk: Автоматичний режим
vi: Chế độ tự động
zh_hans: 自动模式
zh_hant: 自動模式

source: Disabled
bg: Деактивиран
da: Slået fra
de: Deaktiviert
el: Απενεργοποίηση
es: Deshabilitado
fa: غیر‌فعال
fr: Désactivé
he: מבוטל
hu: Tiltva
id: Nonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화
ms: Nyahaktifkan
nl: Gedeactiveerd
pl: Wyłączony
pt: Desligado
pt_br: Desativado
ro: Inactiv
ru: Отключен
sv: Inaktiverad
tr: Devre dışı
uk: Вимкнено
vi: Đã vô hiệu hóa
zh_hans: 禁用
zh_hant: 禁用

source: Enabled
bg: Активиран
da: Slået til
de: Aktiviert
el: Ενεργοποίηση
es: Habilitado
fa: فعال
fr: Activé
he: מאופשר
hu: Engedélyezett
id: Aktifkan
it: Abilitato
ja: 有効
ko: 활성화
ms: Aktifkan
nl: Geactiveerd
pl: Włączony
pt: Ligado
pt_br: Ativado
ro: Activ
ru: Включен
sv: Aktiverad
tr: Etkin
uk: Увімкнено
vi: Đã kích hoạt
zh_hans: 启用
zh_hant: 啟用

# resolvers_available_resolvers_header
source: Available Resolvers
bg: Налични сървъри
da: Tilgængelige Resolvers
de: Verfügbare Resolver
el: Διαθέσιμοι αναλυτές
es: Resolutores disponibles
fa: تحلیلگر‌های‌موجود
fr: Résolveurs disponibles
he: שרתים זמינים
hu: Elérhető Névkiszolgálók
id: Resolver yang tersedia
it: Resolver disponibili
ja: 使用可能なリゾルバ
ko: 서버 목록
ms: Pelerai-pelarai nama tersedia
nl: Beschikbare vertalers
pl: Dostępne serwery
pt: Resolutores disponíveis
pt_br: Resolvedores Disponíveis
ro: Resolvere disponibile
ru: Доступные резольверы
sv: Tillgängliga upplösare
tr: Kullanılabilir Çözümleyiciler
uk: Доступні резольвери
vi: Máy chủ phân giải sẵn có
zh_hans: 可用的服务器
zh_hant: 可用的伺服器

# loader_redistributable_package_check
source: Checking Microsoft Visual C++ Redistributable for Visual Studio 2017
bg: Проверка на Microsoft Visual C++ Redistributable за Visual Studio 2017
da: Tjekker Microsoft Visual C++ Redistributable for Visual Studio 2017
de: Überprüfe Microsoft Visual C++ Redistributable für Visual Studio 2017
el: Έλεγχος διαθεσιμότητας τού Microsoft Visual C++ Redistributable for Visual Studio 2017
es: Comprobando Microsoft Visual C++ Redistribuible para Visual Studio 2017
fr: Vérification de Microsoft Visual C++ Redistributable pour Visual Studio 2017
hu: A Visual C ++ Redistributable for Visual Studio 2017-es verziójának ellenőrzése
id: Memerika Microsoft Visual C++ Redistributable untuk Visual Studio 2017
it: Sto controllando se Microsoft Visual C++ Redistributable per Visual Studio 2017 è installato
ja: Visual Studio 2017 の Microsoft Visual C++ 再頒布可能パッケージの確認
ko: Visual Studio 2017용 Visual C++ 재배포 가능 패키지 설치 확인 중
ms: Memeriksa kehadiran 'Microsoft Visual C++ Redistributable for Visual Studio 2017'
nl: Op zoek naar Microsoft Visual C++ Redistributable voor Visual Studio 2017
pl: Sprawdzanie Microsoft Visual C++ Redistributable for Visual Studio 2017
pt: A verificar Microsoft Visual C++ Redistributable for Visual Studio 2017
pt_br: Verificando Microsoft Visual C++ Redistributable for Visual Studio 2017
ro: Verific disponibilitatea Microsoft Visual C++ Redistributable pentru Visual Studio 2017
ru: Проверка Microsoft Visual C++ Redistributable для Visual Studio 2017
sv: Kontrollerar Microsoft Visual C ++ Redistributable för Visual Studio 2017
tr: Visual Studio 2017 için Microsoft Visual C ++ Yeniden Dağıtılabilir Dosyası Denetleniyor
uk: Перевірка Microsoft Visual C++ Redistributable for Visual Studio 2017
vi: Đang kiểm tra Microsoft Visual C++ Redistributable for Visual Studio 2017
zh_hans: 正在检查 Microsoft Visual C++ Redistributable for Visual Studio 2017
zh_hant: 正在檢查 Microsoft Visual C++ Redistributable for Visual Studio 2017

# loader_redistributable_package_already_installed
source: Microsoft Visual C++ Redistributable for Visual Studio 2017 is already installed
bg: Microsoft Visual C++ Redistributable за Visual Studio 2017 е вече инсталиран
da: Microsoft Visual C++ Redistributable for Visual Studio 2017 er allerede installeret
de: Microsoft Visual C++ Redistributable für Visual Studio 2017 ist bereits installiert
el: Το Microsoft Visual C++ Redistributable for Visual Studio 2017 είναι ήδη εγκατεστημένο
es: Microsoft Visual C++ Redistribuible para Visual Studio 2017 ya está instalado
fr: Microsoft Visual C++ Redistributable pour Visual Studio 2017 est déjà installé
hu: Már telepítve van a Microsoft Visual C++ Redistributable for Visual Studio 2017
id: Microsoft Visual C++ Redistributable untuk Visual Studio 2017 telah terpasang
it: Microsoft Visual C++ Redistributable per Visual Studio 2017 è già installato
ja: Visual Studio 2017 の Microsoft Visual C++ 再頒布可能パッケージをすでに設定されている
ko: Visual Studio 2017용 Visual C++ 재배포 가능 패키지가 이미 설치되어있습니다
ms: 'Microsoft Visual C++ Redistributable for Visual Studio 2017' sudah terpasang
nl: Microsoft Visual C++ Redistributable voor Visual Studio 2017 is reeds geïnstalleerd
pl: Microsoft Visual C++ Redistributable for Visual Studio 2017 jest już zainstalowany
pt: O Microsoft Visual C++ Redistributable for Visual Studio 2017 já se encontra instalado
pt_br: Microsoft Visual C++ Redistributable for Visual Studio 2017 já está instalado
ro: Microsoft Visual C++ Redistributable pentru Visual Studio 2017 este deja instalat
ru: Microsoft Visual C++ Redistributable для Visual Studio 2017 уже установлен
sv: Microsoft Visual C ++ Redistributable for Visual Studio 2017 är redan installerad
tr: Visual Studio 2017 için Microsoft Visual C ++ Yeniden Dağıtılabilir Dosyası zaten yüklü
uk: Microsoft Visual C++ Redistributable for Visual Studio 2017 вже встановлено
vi: Microsoft Visual C++ Redistributable for Visual Studio 2017 đã được cài đặt
zh_hans: Microsoft Visual C++ Redistributable for Visual Studio 2017 已安装
zh_hant: Microsoft Visual C++ Redistributable for Visual Studio 2017 已安裝

# loader_redistributable_package_installing
source: Installing: Microsoft Visual C++ Redistributable for Visual Studio 2017
bg: Инсталиране: Microsoft Visual C++ Redistributable за Visual Studio 2017
da: Installerer: Microsoft Visual C++ Redistributable for Visual Studio 2017
de: Installiere: Microsoft Visual C++ Redistributable für Visual Studio 2017
el: Εναρξη εγκατάστασης τού: Microsoft Visual C++ Redistributable for Visual Studio 2017
es: Instalando Microsoft Visual C++ Redistribuible para Visual Studio 2017
fr: Installation: Microsoft Visual C++ Redistributable pour Visual Studio 2017
hu: Telepítés: Microsoft Visual C++ Redistributable for Visual Studio 2017
id: Memasang Microsoft Visual C++ Redistributable untuk Visual Studio 2017
it: Sto installando: Microsoft Visual C++ Redistributable per Visual Studio 2017
ja: Visual Studio 2017 の Microsoft Visual C++ 再頒布可能パッケージをインストール
ko: Visual Studio 2017용 Visual C++ 재배포 가능 패키지 설치 중
ms: Pemasangan: Microsoft Visual C++ Redistributable for Visual Studio 2017
nl: Microsoft Visual C++ Redistributable voor Visual Studio 2017 wordt geïnstalleerd
pl: Instalowanie: Microsoft Visual C++ Redistributable for Visual Studio 2017
pt: A instalar: Microsoft Visual C++ Redistributable for Visual Studio 2017
pt_br: Instalando: Microsoft Visual C++ Redistributable for Visual Studio 2017
ro: Instalez Microsoft Visual C++ Redistributable pentru Visual Studio 2017
ru: Установка: Microsoft Visual C++ Redistributable для Visual Studio 2017
sv: Installera: Microsoft Visual C + + Redistributable for Visual Studio 2017
tr: Yükleniyor: Visual Studio 2017 için Microsoft Visual C ++ Yeniden Dağıtılabilir Dosyası
uk: Встановлення: Microsoft Visual C++ Redistributable for Visual Studio 2017
vi: Đang cài đặt: Microsoft Visual C++ Redistributable for Visual Studio 2017
zh_hans: 正在安装：Microsoft Visual C++ Redistributable for Visual Studio 2017
zh_hant: 正在安裝：Microsoft Visual C++ Redistributable for Visual Studio 2017
